{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Longicorn Beetles of Korea (Coleoptera: Cerambycidae)","page":"1-101","page-first":"1","abstract":"In the present paper, a total of 261 species of the family Cerambycidae from Korea are treated, of which 3 species are new for Korean fauna as: Leptepania japonica (Hayashi), Dious divaricatus (Bates), Oberea pupillata (Gyllenhal),and color illustrations of 188 species are given.","URL":"http://db.koreascholar.com/article?code=371956","volume":"1","issued":{"date-parts":[[1982,3,31]]},"id":"http://db.koreascholar.com/article?code=371956","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=e8pSv29AY7o=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"Psylloidea of Korea (Homoptera: Sternorrhyncha)","page":"1-181","page-first":"1","abstract":"This paper treats the superfamily Psylloidea Burmeister, 1835 from Korea. A total of 81 species belongong to 19 genera under 6 families are represented in Korean fauna, among them 1 subspecies, 26 species, 1 genus, 2 tribes with 1 subfamily are new to science, and 10 species are newly recorded from Korea. The following new taxa are proposed: Metapsyllinae subfam. nov., Epitriozini trib. nov., Trichochermini trib. nov., Koreaphalara koreana gen. et sp. nov., Aphalara jungsukae sp. nov., Psylla peninsularies sp. nov., P. Peninsularis hanlasanensis sp. et ssp.nov., p. hanlabori sp. nov., P. palgongsana sp. nov., P. pseudoviburni sp. nov., P.juwangsana sp. nov., P. seungmoi sp. nov., P.seonhyeongae sp. nov., P. silvestris sp. nov., P.bibari sp. nov., P. koreacola sp. nov., P.koreacola sp. nov., P. quelparticola sp. nov., P. ulleungensis sp. nov., P. bibari sp. nov., P. jukyungi sp. nov., P. lineaticeps sp. nov., P. truncaticephala sp. nov., P. obongsana sp. nov., P. kwonnabiae sp. nov., P. sangjaei sp. nov., P. nopeunsanicola sp. nov., P. subcoccinea sp. nov., Bactericara breviatiformis sp. nov., B. koreostriola sp. nov., and B. nobilis sp. nov. The famous pear sucker, Psylla pyricoal, and apple sucker, P. mali are discovered for the first time in Korea. Keys are given for all the taxa respectively, some illustrations of various characters are provided. Host plants and domestic localities for each species are arranged.","URL":"http://db.koreascholar.com/article?code=371957","volume":"2","issued":{"date-parts":[[1983,1,31]]},"id":"http://db.koreascholar.com/article?code=371957","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=PtSxV0bWBJM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"microlepidoptera of Korea","page":"1-195","page-first":"1","abstract":"This publication is a check list of Microlepidoptera in Korea which all the available synonyms for each species are arranged. In this book, a total of 628 species belonging to 38 families of microlepidoptera, which are usually characterized by the smallness, are listed. Among them, 234 species are reported for the first time from Korea, and 14 faimilies are new in this country. The previously unknown families are : Nepticulidae, opostegidae, Incurvariidae, Bucculatrigidae, Acrolepiidae, Epermeniidae, Argyresthiidae, roeslerstammiidae, Choreutidae, Ethmiidae, Stathmopodidae, Elachistidae, Blastobasidae and Lecithoceridae. And some host plants which previously known and surveyed newly are also listed.","URL":"http://db.koreascholar.com/article?code=371958","volume":"3","issued":{"date-parts":[[1983,7,30]]},"id":"http://db.koreascholar.com/article?code=371958","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=8aCNzkdN7l0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Classification of the Subfamily Carabinae from Korea (Coleoptera: Carabidae)","page":"1-363","page-first":"1","abstract":"The present paper is a revisional monograph of the subfamily Carabinae Erichson, 1837 from Korea. As the result, a total of 37 species belonging to 13 genera under 2 tribes are represented in Korean fauna, among them 24 subspecies, 3 species, 4 subgenera are new to science. The following new taxa are proposed: Orientocarabus subgen. nov., Weolseocarabus subgen. nov., Nabicarabus subgen. nov., Koreacoptolabrus subgen. nov., Carabus (Parhomopterus) sternbergi huchangensis subsp. nov., C. (P.) stembergi honamensis subsp. nov., C. (P.) stembergi kojedoensis subsp. nov., C. (P.) sternbergi palgongsanensis subsp. nov., C. (P.) sternbergi tongdosanus subsp. nov., C. (P.) sternbergi chirisanensis subsp. nov., C. (P.) sternbergi sobaeksanensis subsp. flOV., C. (P.) namhaedoensis sp. nov., Lipaster (Leptinocarabus) wulffiusi ssangnamensis subsp. nov., L. (L.) wulffiusi alpinus subsp. nov., Leptocarabus (Aulonocarabus) kwanmobongensis sp. nov., L. (Weolseocarabus) koreanus weolseoae subgen. et subsp. nov., L. (W) koreanus minor subgen. et subsp. nov., L. (Adelocarabus) seishinensis seunglaki subsp. nov., Hemicarabus (Homoeocarabus) maeander quelpartensis subsp. nov., Scambocarabus kruberi hallasanensis subsp. nov., Tomocarabus fraterculus affinis subsp. no v., T. fraterculus yeongsiki subsp. nov., T. fraterculus assimilis subsp. nov., Megodontus (Nabicarabus) vietinghoffi borealis sub gen. et subsp. nov., Damaster (Acoptolabrus) seonhyeongae sp. nov., D. (Koreacoptolabrus) constricticollis chiricola subgen. et subsp. nov., D. (Cotolabrus)jankowskii kangwonensis subsp. nov., D. (Coptolabrus) jankowskii elegans subsp. nov., D. (C.) smaragdinus sangjaei subsp. nov.,D. (C.) smaragdinus hongdoensis subsp. nov.,D. (C.) smaragdinus hoenggandoensis subsp. novo All the known taxa are revised critically, keys, synonymic lists, some illustrations of the genitalic characters are provided, and domestic localities for each species are arranged respectively.","URL":"http://db.koreascholar.com/article?code=371959","volume":"4","issued":{"date-parts":[[1984,5,30]]},"id":"http://db.koreascholar.com/article?code=371959","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=JoFjkc87Es0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Classification of the Leafbeetles from Korea Part I. Subfamily Hispinae (Coleoptera: Chrysomelidae","page":"1-9","page-first":"1","abstract":"The present paper treats with 8 species belonging to 3 genera of the Hispinae from Korea, among them hispellinus moerens (Baly, 1874) and Dactylispa subquadrata (Baly, 1874) are recorded here for the first time in Korea, and Dactylispa koreanus sp. nov. is described here.","URL":"http://db.koreascholar.com/article?code=371960","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371960","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=MbXO7Ll6TBM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Classification of the Leafbeetles from Korea Part II. Subfamily Cassidinae (Coleoptera: Chrysomelidae)","page":"11-30","page-first":"11","abstract":"The present paper deals with 23 species belonging to 4 genera of the Cassidinae from Korea, of them 4 species are newly added here as: Cassida (Taiwania) juglans Gressitt, 1942, C.(T.) versicolor (Boheman, 1855), C. (Cassidulella) velcris Weise, 1896 and C.(C.) vittata Villers, 1789.","URL":"http://db.koreascholar.com/article?code=371961","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371961","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=RnHdNOKTgYA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Woo","given":"Kun-Suk"}],"title":"Taxonomic Studies on the Platypodidae and Scolytidae (Coleoptera) from Kroea I. Platypodidae Sloytoplatatypinae and Scolytinae","page":"31-47","page-first":"31","abstract":"In this first paper of the main title, Platypodidae and a part of Scolytidae were included due to limited space. From the result, five species of Platypodidae, two species of Scolytoplatypinae and five species of Scolytinae including one newly recorded species (marked) from Korea, were redescribed with their list of known hosts in home and from abroad.","URL":"http://db.koreascholar.com/article?code=371962","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371962","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Ht1VlKJng7k=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"Classification of the Fruitfly-Pests from Korea","page":"49-112","page-first":"49","abstract":"The Korean fruitflies are arranged and described taxonomically. a total of 48 species belonging to 369 genera under 7 subfamilies are rpresented in Korean fauna as the result. Of these, 12 species with 3 genera are new to science, and 19 species, 22 genera with 2 subfamilies are newly recorded respectively from Korea. The following new taxa are proposed: Kwasilparia gen. nov., Syusiroitoa gen. nov.,Chejuparia gen. nov., Urophora chejudoensis sp. nov., Vidalia koreana sp. nov, Pogonangelus assimilis sp. nov., Magnimyiolia interrupta sp. nov., Hemilea nabiae sp. nov., Kwasilparia multipilosa gen. et sp. nov., Syusiroitoa maculipennis gen. et sp. nov., Chejuparia pibari gen. et sp. nov., Ictericodes changhyoi sp. nov., Acinia jungsukae sp. nov., Tephritis koreacola sp. nov., and Paroxyna quelpartensis sp. nov. The Oriental fruitfly, Bactrocera dorsalis, was not found in Korea yet. Keys, some illustrations of various characters, host plants, and domestic localities for each species are given.","URL":"http://db.koreascholar.com/article?code=371963","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371963","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=zs91QLas7IM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Moon","given":"Tae-Young"}],"title":"The systematic Study of Korean Dermaptera II Geuns Anechura Scudder (Forficulidae)","page":"113-118","page-first":"113","abstract":"3 Anechura species were reported and reviewed from Korea. The harmandi morph of A. harmandi is first recorded in Korea. Simple diagnoisis with figures were given for all species.","URL":"http://db.koreascholar.com/article?code=371964","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371964","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=OyLh4b0irak=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Shin","given":"Yoo-Hang"}],"title":"Notes on two Little Known Species of Microlepidoptera","page":"137-142","page-first":"137","abstract":"Two little known species of Microlepidoptera; Deltophora korbe (Caradja) belonging to Gelechiidae, which known from USSR and Aeloanthes semiostrina Meyrick belonging to Xyloryctidae, which known from China, were redescribed and illustrated the genitalic characters of both sexes. And some biology of the latter was first introduced.","URL":"http://db.koreascholar.com/article?code=371965","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371965","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=PBlQGrb+BmI=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"Taxonomic Revision of the Family Anthomyuiidae from Korea","page":"143-221","page-first":"143","abstract":"This paper deals with the anthomyiid-flies from Korea. a total of 81 species belonging to 22 genera are represented in Korean fauna as the result, among them the followning 9 species are proposed here new to science as : Anthomyia koreana sp. nov., Botanophila seungmoi sp. nov., Acklandia koreacola sp. nov., Lasiomma monticola sp nov, Egle podulparia sp. nov., Delia expansa sp. nov., Phorbia soyosana sp. nov., P. dissimilis sp. nov., P. taeguensis sp. no., and 2 genera, Acklandia Hennig, 1976, Egle Robineau-Desvoidy, 1830, with the below 12 species are newly recorded from Korea as : Parapegomyia schineri, Nupedia debilis, Botanophila striolata, Egle muscaria, E. longipalpis, E. parvaeformis, E. parva, E. korpokkur, Paregle vetula, Delia tenuiventris, D. coronariae, Phorbia longipilis. Keys are given for all the taxa respectively, some illustrations of various characters for identification are provided. Arranged are host plants and domestic localities for each species.","URL":"http://db.koreascholar.com/article?code=371966","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371966","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=DL5pramTYk0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Check List of Rove Beetles from Korea (Coleoptera: Staphylinidae)","page":"223-255","page-first":"223","abstract":"This paper is a provisional check list of Staphylinidae n Korea which the available synonyms for each species are arranged. In this paper, a total of 109 species belonging to 50 genus under 13 subfamilies are listed. Among them, 32 species are reported for the first time from Korea.","URL":"http://db.koreascholar.com/article?code=371967","volume":"5","issued":{"date-parts":[[1985,5,30]]},"id":"http://db.koreascholar.com/article?code=371967","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=NuX+uIv2AV0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Check List of Superfamily Caraboidea from Korea (Coleoptera)","page":"1-55","page-first":"1","abstract":"A sum of 352 species belonging to 93 genera under 7 families of Korean Caraboidea are revised, among them 27 species are newly recorded for Korean fauna. Synonymies and distribution data are given.","URL":"http://db.koreascholar.com/article?code=371968","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371968","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=6N5pwOsIS+I=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Check List of Weevils from Korea (Coleoptera: Curculionoidea)","page":"57-89","page-first":"57","abstract":"A total of 222 species belonging to 117 genera under 5 families of Korean Curculionoidea sensu stricto are listed, among them 72 species are newly added for Korean fauna.","URL":"http://db.koreascholar.com/article?code=371969","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371969","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=bNC9upu9/BM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Suh","given":"Sang-Jae"}],"title":"Check List of Water Beetles from Korea","page":"91-104","page-first":"91","abstract":"A sum of 84 species belonging to 44 genera under 9 families of Korean water beetles are reviewed and listed tentatively, among them 14 species are newly recorded from Korean fauna.","URL":"http://db.koreascholar.com/article?code=371970","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371970","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=wAsL2PFvVO0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"Yeong-Shick"}],"title":"Check List of Family Tenebrionidae from Korea","page":"105-113","page-first":"105","abstract":"A total of 56 species belonging to 33 genera of Korean tenebrionid beetles are arranged provisionally, of these 5 species are newly added from Korean fauna.","URL":"http://db.koreascholar.com/article?code=371971","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371971","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=igHjHOUepYA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Description of New Species of Parapodisma from Korea (Orthoptera: Acrididae)","page":"115-119","page-first":"115","abstract":"A new species of the genus parapodisma, P. bandii sp. nov. is described and illustrated from the mountain Halla in the Southern Korea. This new species is easily distinguished from other similar species by the structure of male genital organ and tegmaina.","URL":"http://db.koreascholar.com/article?code=371972","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371972","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=YlcRdyiNEP4=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Mo"}],"title":"Classification of the Leafbeetles from Korea","page":"121-141","page-first":"121","abstract":"The present paper treats all 25 species of 4 genera of Criocerinae recorded from Korea, of them a species is newly recorded and two species probably do not occur in the country. Keys to all genera and species discussed here are given.","URL":"http://db.koreascholar.com/article?code=371973","volume":"6","issued":{"date-parts":[[1986,12,31]]},"id":"http://db.koreascholar.com/article?code=371973","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=JJ85xaw8ixA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sang Jae Suh"}],"title":"한국산 고자리꽃파리와 씨고자리꽃파리의 계량형태학적 다변량 분석 (파리목:꽃파리과)","page":"1-37","page-first":"1","abstract":"Some morphometric multivariate analyses are conduced based on the different local populations, hosts and seasonal groups both within and between Delia antiqua and D. platura, as these two pest species have been confused erroneously by many authors. The discriminant analysis shows the evidence supporting interspecific distinctions, but is insignificant in the intraspecific variations with the quantitative characters.","URL":"http://db.koreascholar.com/article?code=371974","volume":"7","issued":{"date-parts":[[1990,11,30]]},"id":"http://db.koreascholar.com/article?code=371974","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=QwYeHI6EOAc=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 고자리꽃파리와 씨고자리꽃파리의 계량형태학적 다변량 분석(파리목:꽃파리과)","en":"Morphometric Multivariate Classification of Delia antiqua and D.platura from Korea (Diptera:Anthomyiidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong Cheol Paik"}],"title":"한국산 좀벌아과의 분류 (벌과: 좀벌과)","page":"38-66","page-first":"38","abstract":"In this study on Korean Eulophinae, a total of 39 species is reported. Among them, 16 species are recorded for the first time from Korea. One new specific synonymy is proposed: elachertus tabashii Nakayama, 1938, syn. nov. of Stenomesius japonicus (Ashmead, 1904).","URL":"http://db.koreascholar.com/article?code=371975","volume":"7","issued":{"date-parts":[[1990,11,30]]},"id":"http://db.koreascholar.com/article?code=371975","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=xw+fpfPGO9s=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 좀벌아과의 분류(벌과: 좀벌과)","en":"Notes on some Eulophinae (Hymenoptera, Chalcidoidea, Eulophidae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu-Tek Park"}],"title":"한국산 창나방과의 분류학적 정리","page":"67-86","page-first":"67","abstract":"A total of nine species belonging to four genera of Thyridiadae in Korea is revised. Among them Rhodoneura shini sp.nov. and Thyris fenestrella seoulensis subsp. nov. are described as new to science, and Rhodoneura pallida (Butler) and Striglina venia Whalley are reported for the first time from Korea. Striglina paravenia Inoue is detremined as a synonym of S. cancellata (Christoph). It was confirmed that the previous record of T. usitata Butler in Korea is a result of misidentification of T. fenestrella Scopoli in Korea.","URL":"http://db.koreascholar.com/article?code=371976","volume":"7","issued":{"date-parts":[[1990,11,30]]},"id":"http://db.koreascholar.com/article?code=371976","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=VhLtJqbK8+s=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 창나방과의 분류학적 정리","en":"Korean species of Thyrididae (Lepidoptera)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Soowon Cho"}],"title":"한국산 심식나방과의 분류학적 정리","page":"87-103","page-first":"87","abstract":"Five species belonging to three genera of Carposinidae are recognized, and their wing patterns and male and female genitalic structures are redescribed with known distributions and biologies. a genus, Meridarchis, and two species, M. excisa and M. jumboa are reported for the first time from Korea. Carposina niponensis and Commatarcha palaeosema are misidentifications of Carposina sasakii and Commatarcha vaga, respectively. The neotype of Carposina coreana Kim is designated with the specimen collected from the type locality.","URL":"http://db.koreascholar.com/article?code=371977","volume":"7","issued":{"date-parts":[[1990,11,30]]},"id":"http://db.koreascholar.com/article?code=371977","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=avkJFS820qg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 심식나방과의 분류학적 정리","en":"The Systematics of Korean Carposinidae (Lepidoptera)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Seung Mo","given":"Lee"}],"title":"한국산 여치과의 분류학적 정리","page":"104-117","page-first":"104","abstract":"Thirty two species of Tettigonildae have been previously reported in Korea, of which the names of 13 species are junior synonyms. A total of 26 species is confirmed and reclassified after surveying the literatures including their first records and descriptions in Korea. Metrioptera koreana Mori, Parationticus palgongensis Rentz et Miller, and Tettigonia dolicoptera Mori are placed as new synonyms.","URL":"http://db.koreascholar.com/article?code=371978","volume":"7","issued":{"date-parts":[[1990,11,30]]},"id":"http://db.koreascholar.com/article?code=371978","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=dN3z2HJWxb4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 여치과의 분류학적 정리","en":"Systematic notes on Tettigoniidae of Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu Tek Park"}],"title":"한국산 무늬잎말이나방족 (나비목; 잎말이나방과)의 분류","page":"1-14","page-first":"1","abstract":"Thirty nine species of Tortricini are listed on the basis of literature data and the collections mentioned below. Two new species are described, some remarks on two other species are given, and 11 species are reported for the first time from Korean Peninsula.","URL":"http://db.koreascholar.com/article?code=371979","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371979","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=XZDCHdIacnY=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 무늬잎말이나방족 (나비목; 잎말이나방과)의 분류","en":"Tortricini (Lepidoptera: Tortricidae) of the korean Peninsula"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kumanski","given":"Krassimir"}],"title":"북한산 날도래목의 분류. 5. 우묵날도래상과","page":"15-29","page-first":"15","abstract":"Faunistic data for 32 species (4 of them left as sp.) belonging to 8 families of Limnephiloidea are reported. A genus dicosmoecus and 13 species from various families are reported for the first time from Korean peninsula. Hydatophylax sakharove sp. N. is described as new to science, comparing with original drawings of genitalia of the related species, H. magnus (Martynov). Female genitalic structures of four other species, Limnephilus sp. (gr. rhombicus), Goera parvula Martynov, Goera japonica Banks(=squamifera Martynov?; =interrogationis Botosaneanu\\ulcorner), and Gumaga okinawaensis are illustrated for the first time. A new synonymy is proposed : Notidobia chaoi Hwang, 1957, syn. nov. of Gumaga okinawaensis Tsuda, 1938.","URL":"http://db.koreascholar.com/article?code=371980","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371980","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=NBplVb1h39A=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 날도래목의 분류. 5. 우묵날도래상과","en":"Studies on Trichoptera(Insecta) of Korea (North). V. Superfamily of Limnephiloidea, except Lepidostomatidae and Leptoceridae"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Seung Lak An"}],"title":"한국산 각시하늘소속의 분류 (딱정벌레목: 하늘소과)","page":"30-59","page-first":"30","abstract":"The present work revises all the known species of the logicorn beetle genus Pidonia in Korea. Of the total of 13 species arranged herein, 6 species, viz. alpina, elegans, koreana, longipennis, seungmoi, and weolseoae spp.nov., are described as new to science, and Pidonia quelpartensis Hayashi, 1983, is treated as a junior synonym of P. amurensis (Pic,1900). Keys are provided for each species. All available information on host plants and visiting flowers are also given.","URL":"http://db.koreascholar.com/article?code=371981","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371981","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=IglJ8ahtkYw=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 각시하늘소속의 분류(딱정벌레목: 하늘소과)","en":"Classification of the Genus Pidonia Mulsant from Korea (Coleoptera: Cerambycidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong Cheol Paik"}],"title":"한국산 민좀벌아과 (벌목 : 좀벌과)","page":"60-75","page-first":"60","abstract":"Twenty-six species of Entedoninae are reported, of which eight are new to Korea. One new specific synonymy is proposed: Pleurotropis simiolus Takahashi, 1932, syn. nov. of Pediobius foveolatus (Crawford, 1912).","URL":"http://db.koreascholar.com/article?code=371982","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371982","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Isr00jX2slg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 민좀벌아과 (벌목 : 좀벌과)","en":"Notes on some Entedoninae (Hymenoptera, Chalcidoidea, Eulophidae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Milan Koz Nek"}],"title":"한국산 머리파리과의 분류 1.북한산 머리파리속 (Moriparia gen.nov.)에 대하여","page":"76-84","page-first":"76","abstract":"As the first series of the systematic survey on the Korean Pipunculidae, a new genus encompassing 4 new species from North Korea is descirbed here. the follwing new taxa are proposed: Moriparia gen. nov., M. alata sp. nov., M. amica sp. nov., M. spinosa sp. nov., and M. nigripennis sp. nov.","URL":"http://db.koreascholar.com/article?code=371983","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371983","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=HK0q4IMYYSI=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 머리파리과의 분류 1.북한산 머리파리속 (Moriparia gen.nov.)에 대하여","en":"Classification of the Family Pipunculidae from Korea (Diptera) Part 1. On the genus Moriparia gen. nov. from North Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu Tek Park"}],"title":"북한산 나비목 곤충의 분포 조사 잎말이나방과","page":"85-90","page-first":"85","abstract":"Based on the specimens of Tortricidae collected from North Korea by Hungarian Natural History Museum, a total of 26 species were identified. Among them, 21 speices except Pandemis heparana (S. & D.)., Archips oporanus (L.), Matsumuraeses phaseoli (M.), Rhopobota naevana (H.) and Epiblema foenella (L.) are newly known from Northern part of Korean Peninsula.","URL":"http://db.koreascholar.com/article?code=371984","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371984","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=bn0yiX81igM=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 나비목 곤충의 분포 조사 잎말이나방과","en":"Contributions to a Knowledge of the Lepidoptera of North Korea Tortricidae"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Hee Cheon Park"}],"title":"북한산 노린제목 곤충의 분포조사","page":"91-103","page-first":"91","abstract":"The author checked North Korean Heteropteran specimens of 64 species belonging to 48 genera, 11 families preserved in the Hungarian Natural History Museum. Among them, Leptopterna dolaborata, Mecomma ambulans, and Campylomma annulicornis are newly recorded to Korean fauna.","URL":"http://db.koreascholar.com/article?code=371985","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371985","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=/DIOvDRHzc8=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 노린제목 곤충의 분포조사","en":"Contributions to a Knowledge of the Heteroptera of North Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Mahukna","given":"Sandor"}],"title":"Hungarian Zoological Researches In Korea, Mongolia and South-East Asia","page":"104-112","page-first":"104","abstract":"This is a presentation done by Dr. S. Mahunka who is a Deputy Director-General of the Hungarian Natural History Museum in Budapest. He was invited by Korea science and Engineering Foundation (KOSEF) and participated in a special seminar as an invited speaker which was organized by the Center for Insect Systematics in Kangweon National University, Chuncheon, Korea.","URL":"http://db.koreascholar.com/article?code=371986","volume":"8","issued":{"date-parts":[[1991,10,30]]},"id":"http://db.koreascholar.com/article?code=371986","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=0AfduqWo7OQ=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu Tek Park"}],"title":"한국산 Teleiodini족의 분류학적 연구","page":"1-33","page-first":"1","abstract":"Korean species belonging to the Teleiodini Piskunov, 1973 are reviewed with a total of 20 species; of which 11 species of Teleiodes <orientalis sp. nov., paraluculella sp. nov., klaussattleri sp. nov., cyrtocostella sp. nov., longivalvella sp. nov., yangyangensis sp. nov., flavipunctatella sp. nov., deogyusanae sp. nov., digitilobella sp. nov., soyangae sp. nov. and bradleyi sp. nov.>, 1 species of Pseudotelphusa <acrobrunella sp. nov.>, 2 species of Telphusa <quercicola sp. nov. and nigrifasciata sp. nov.> are described as new to science, with illustrations of their genitalia, and other 4 species <Teleiodes linearvalvata Moriuti, Telphusa fugitivella Zeller T. inscriptella (Christoph) and T. comprobata Meyrick> are reported for the first time from Korea. The status of genera in the tribe which has been poorly defined, is also discussed.","URL":"http://db.koreascholar.com/article?code=371987","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371987","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=3AeUV9zv8qg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Teleiodini족의 분류학적 연구","en":"Systematics of the Subfamily Gelechiinae (Lep., Gelechiidae) in Korea II. Tribe Teleiodini"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong-Cheol Paik"}],"title":"한국산 민좀벌아과의 분류 II (벌목 : 좀벌과)","page":"34-51","page-first":"34","abstract":"Twenty-seven species of Entedoninae are reported, of which a new species, Chrysonotomyia sudoensis n. sp., is described and thirteen species are now to Korea.","URL":"http://db.koreascholar.com/article?code=371988","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371988","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=KaoVqW8tglg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 민좀벌아과의 분류 II(벌목 : 좀벌과)","en":"Notes on Some Eulophinae (Hymenoptera, Chalcidoidea, eulophidae) in Korea II"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kumanski","given":"Krassimir"}],"title":"북한산 날도래목의 분류 III. 줄날도래상과","page":"52-77","page-first":"52","abstract":"Faunistic and systematic data for 39 species (two left as sp.) belonging to six families of Hydropsychoidea are reported. One genus, Paduniella (Psychomyiidae), and 117 species from various families are reported for the first time from Korea; among them, 7 species are described as new to science: Wormaldia(W.) coreana sp. n., w (w.) longicerca sp. n. (Philopotamidae), Stenopsyche variabilis sp. n. (Stenopsychidae), Paduniella martynovi sp. n., psychomyiella myohyangsanica sp. n., P. cruciata sp. n. (Psychomyiidae), and Ecnomus tsudai sp. n. (Ecnomidae). Female genitalia of some following insufficiently known species are originally illustrated: Stenopsyche marmorata Navas, S. coreana Kuwayama, S. bergeri Martynov, Nyctiophylax hjangsanchonus Botosaneanu, N. angarensis Martynov, N. sp., and Pseudoneureclipsis proxima Martynov. Additional data to the morphology of males (including new genitalic drawings) of Cheumatopsyche albofasciata (McLachlan) and Potamyia czekanowskii (Martynov) are also provided.","URL":"http://db.koreascholar.com/article?code=371989","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371989","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Ub99eSj990M=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 날도래목의 분류 III. 줄날도래상과","en":"Studies on Trichoptera of Korea (North) III. Super family Hydropsychoidea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Josef Jaros"}],"title":"북한지역 나비목곤충의 생물지리학적 개요","page":"78-104","page-first":"78","abstract":"For a synecological and the biogeographical outlines of the North Korean Lepidoptera, the structure of Lepidoptera communities was investigated in 5 main plant formations of lowland and montane zones. Of these, 51 species are recorded new for Korean fauna. The montane larch-spruce taiga in Mt. Paektu-san and the lowland Sasamorpha-oak forest in Mt. Kumgang-san seem to be the most characteristic and unique in Korean peninsula.","URL":"http://db.koreascholar.com/article?code=371990","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371990","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=7YElra1Ng54=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한지역 나비목곤충의 생물지리학적 개요","en":"Synecological and Biogeographical Outlines of Lepidoptera Communities in North Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Inoue","given":"Hiroshi"}],"title":"북한산 Scopula종의 1신종","page":"105-107","page-first":"105","abstract":"A new Species, Scopula vojnitsi, is described from North Korea.","URL":"http://db.koreascholar.com/article?code=371991","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371991","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=peFD0Kf/Sgs=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 Scopula종의 1신종","en":"A New Species of Scopula Schrank from North Korea (Lepidoptera, Geometridae, Sterrhinae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Milan Kozanek"}],"title":"북한산 머리파리과에 대하여","page":"108-114","page-first":"108","abstract":"As the fourth series of the systematic survey on the Korean Pipunculidae, a total of 25 species collected from North Korea are treated here. Among them, 23 species are new to Korean fauna.","URL":"http://db.koreascholar.com/article?code=371992","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371992","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=a/1VQW13tA8=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 머리파리과에 대하여","en":"Contributions to a knowledge of the family pipunculidae of North Korea (Diptera)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Josifov","given":"Michail"}],"title":"북한산 장님노린재과","page":"115-128","page-first":"115","abstract":"Faunistic data for 67 species of Miridae are given. Among them 28 species are reported for the first time from Korean peninsula. New information on host plants is also given.","URL":"http://db.koreascholar.com/article?code=371993","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371993","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=4ggUwfCwZMQ=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한산 장님노린재과","en":"Contributions to a Knowledge of the family Miridae of North Korea (Heteroptera)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kim","given":"Ke-Chung"}],"title":"Insect Systematics in the Changing World: Biodiversity crisis","page":"129-137","page-first":"129","URL":"http://db.koreascholar.com/article?code=371994","volume":"9","issued":{"date-parts":[[1992,9,30]]},"id":"http://db.koreascholar.com/article?code=371994","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=1yhNv85eWpY=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Seung Lak An"}],"title":"한국산 가시하늘소속의 수리분류 (딱정벌레목;하늘소과)","page":"1-24","page-first":"1","abstract":"A numerical classification is attempted to show how much the result by cluster analysis with traditional taxonomic views on the Korean Pidonia. To determine the effect on the phenetic systematics of different suites of characters, and to assess the effect of the 6 different clustering methods and each 3-4 mearures of them, a total of 87 phenetic characters covering 260 character states were used here. With the inclusion of genitalic characters the most acceptable classifications were derived from the analysis.","URL":"http://db.koreascholar.com/article?code=371995","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=371995","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=wfI1g9EhvVk=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 가시하늘소속의 수리분류(딱정벌레목;하늘소과)","en":"Numerical Taxonomy of the Genus Pidonia Mulsant from Korea (Coleoptera, Cerambycidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu Tek Park"}],"title":"Hypatima속 (나비목:뿔나방과) 그룹의 분류학적 정리","page":"25-49","page-first":"25","abstract":"Sixteen species of the genus Hypatima-group occurring in Korea, including two previously known species, are recognized in four genera; 5 species in Hypatima, 8 species in Faristenia, 1 species in Dactyrella, and 2 species in Tornodoxa. Of these, 2 species of Hypatima H bner<obscurella sp. nov., and claviformis sp. nov.>, 3 species of Faristenia Ponomarenko <nigriella sp. nov., atrimaculata sp. nov. and jumbongae sp. nov.> and 1 species of Tornodoxa Meyrick <longiella sp. nov.> are described as new to science, and 8 species are reported for the first time from Korea. Taxonomic relationships among gemera and species are discussed, with illustration of adults, labial palpi, and genitalia of both sexes. Keys to the genera and species are given.","URL":"http://db.koreascholar.com/article?code=371996","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=371996","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=FhkJv8Dmkuk=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"Hypatima속(나비목:뿔나방과) 그룹의 분류학적 정리","en":"A Review of the Genus Hypatima and its Related Genera (Lepidoptera, Gelechiidae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Inoue","given":"Hiroshi"}],"title":"박각시과의 1신아종, Ambulyx japanica koreana (나비목) 기재","page":"50-52","page-first":"50","abstract":"A new subspecies: Ambulyx japonica koreana is described from noth and South Korea.","URL":"http://db.koreascholar.com/article?code=371997","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=371997","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=tfHEeM1UWpY=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"박각시과의 1신아종, Ambulyx japanica koreana(나비목) 기재","en":"A New Subspecies of Ambulyx japonica Rothschild (Lepidoptera, Sphingidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Laszlo Ronkay"}],"title":"한국산 밤나방과 (나비목)의 미기록종 정리","page":"53-74","page-first":"53","abstract":"Based on the materials preserved in the Hungarian Natural History Museum, which were mostly collected from North Korea since 1970, including some recent collection in the southern part of Korean peninsula and Isl. Jeju, more than 700 species of Noctuidae were recognized. Of these, 101 species are reported for the first time form Korean peninsula.","URL":"http://db.koreascholar.com/article?code=371998","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=371998","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=zQh1bbPLhiw=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 밤나방과(나비목)의 미기록종 정리","en":"New Faunistic Data on the Family Noctuidae (Lepidoptera) of the Korean Peninsula"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Byun","given":"Bong-Kyu"}],"title":"한국산 Neurotoma 속 및 Onycholyda속 (벌목, 일벌아목, 납작잎벌과)의 분류학적 정리","page":"75-91","page-first":"75","abstract":"Korean species of the pamphiliid sawfly genera neurotoma and Onycholyda are reviewed. Five species of Neurotoma are six species of Onycholyda are recognized; Onycholyda odaesana n. sp. is described, O. zinovjevi Shinohara and O. sertata (Konow) are newly recorded from Korea, and the male of N. coreana Shinohara is described for the first time. A brief historical review, a key to the Korean pamphiliine genera, general accounts and keys to the species of the two genera are given.","URL":"http://db.koreascholar.com/article?code=371999","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=371999","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=bwuYnvGLPk0=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Neurotoma 속 및 Onycholyda속(벌목, 일벌아목, 납작잎벌과)의 분류학적 정리","en":"Pamphiliid Sawfly Genera Neurotoma and Onycholyda (Hymenoptera, Symphyta) of Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Myon-Ok Ryu"}],"title":"한국산 이리응애과의 분류학적 정리","page":"92-137","page-first":"92","abstract":"This study comprises a review of the illustration, description, and key of the family Phytoseliidae from Korea. It deals with two subfamilies, three genera, five subgenera, and twenty seven species including a new species, Phytoseius (Phytoseius) crenatus n.sp. and a newly recorded species, Amblyseius(Amblyseius) makuwa Ehara from this country.","URL":"http://db.koreascholar.com/article?code=372000","volume":"10","issued":{"date-parts":[[1993,8,30]]},"id":"http://db.koreascholar.com/article?code=372000","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=OssRf5rzK2o=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 이리응애과의 분류학적 정리","en":"A Review of the Phytoseiidae(Mesostigmata: Acarina) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu-Tek Park"}],"title":"한국산 Dichomeris속 (나비목,뿔나방과)의 분류학적 정리 및 7신종 기재","page":"1-25","page-first":"1","abstract":"Eighteen species of Dichomeris from Korea are revised with morphological descriptions, distributional range, and general data on biology, seven of which are new and three are reported for the first time from Korea. Newly described species are lespedezae Park, mitteri Park, mitteri Park, strictella Park, polystigma Park, fareasta Park, suspis park, and minutia Park; and newly reported species are quercicola Meyrick, horoglypta Meyrick, and litoxyla Meyrick. A lectotype of D. harmonias Meyrick is designated, based on a male of the types in MNHN. A key for all species is given, with illustrations of male and female genitalia for the new and little known species.","URL":"http://db.koreascholar.com/article?code=372001","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372001","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=OxssZPMY1+I=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Dichomeris속 (나비목,뿔나방과)의 분류학적 정리 및 7신종 기재","en":"Genus Dichomeris in Korea, with Descriptions of Seven New Species (Lepidoptera, Gelechiidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ahn","given":"Sung Bok"}],"title":"한국산 밤나방과 (나비목)의 미기록종 I. Trifinae","page":"26-47","page-first":"26","abstract":"This list is based on the Noctuid materials of hte collections of Agricultural Sciences Institute, Forestry Research Institute, center for Insect Systematics and Kyeongsang National University, including some materials preserved in foreign museums. A total of 59 species, which belong to noctuidae \"Trifinae group\" (Acronictinae, Noctuinae, Heliothinae, hadeninae, Cuculliinae and Amphipyrinae), are recorded from first time from the continental Asia. Four species (Brithys crini, Apamea hampsoni, Kumasia kumaso and Callopistria japonobia) are only known from Cheju ksland and sixx species (Euxoa lidia, Spaolotis deplorata, Xestia (Anomogyna) albuncula, Lacanobia dentata, Apamea rubrirena and Psudocosmia maculata) only from North Korea.","URL":"http://db.koreascholar.com/article?code=372002","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372002","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=AaZsvLvGRGQ=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 밤나방과(나비목)의 미기록종 I. Trifinae","en":"New Records of Noctuidae (Lepidoptera) from the Korean Peninsula (I). Trifinae"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ahn Sung Bok"}],"title":"한국산 밤나방과 (나비목)의 미기록종 (II). Quadrifinae","page":"48-57","page-first":"48","abstract":"This list is based on the Noctuid materials of the collections of Agricultural Sciences Institute, Forest Research Institute, Center for Insect Systematics of Kangwon National University and Kyeongsang national Universiy. A total of 24 species which belong to Noctuidae \"Quadrifinae-group\" are recorded from Korea for the first time. Among them, 12 species already known from Japan are reported for the first time from the continental Asia.","URL":"http://db.koreascholar.com/article?code=372003","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372003","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=e2qBdA2IkrE=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 밤나방과(나비목)의 미기록종 (II). Quadrifinae","en":"New Records of Noctuidae (Lepidoptera) from the Korean Peninsula (II). Quadrifinae"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sang Jae Suh"}],"title":"한국산 꼭지파리과의 분석 (파리목: 무판류)","page":"58-63","page-first":"58","abstract":"A total of 12 species belong to 8 genera of Korean sepsid files are treated herein. Among them, 2 species with 2 genera are newly added to Korean fauna. Keys and distributional data are given for each species.","URL":"http://db.koreascholar.com/article?code=372004","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372004","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=+LNTCYmDJGc=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 꼭지파리과의 분석(파리목: 무판류)","en":"Classification of the Family Sepsidae from Korea (Diptera: Acalyptratae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Notton","given":"David-G."}],"title":"동아시아산 Lepidopria속 및 Tetramopria속 (벌목, Proctotrupoidea, Diapriidae, Diapriini)의 3신종 기재","page":"64-74","page-first":"64","abstract":"In the present study, three species <Lepidopria masneri sp. n., Tetramopria tortilis sp. n. and Tetramopria turbinata sp. n.> are described as new to science.","URL":"http://db.koreascholar.com/article?code=372005","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372005","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=sgRbVtt3FwM=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"동아시아산 Lepidopria속 및 Tetramopria속(벌목, Proctotrupoidea, Diapriidae, Diapriini)의 3신종 기재","en":"New eastern Palaearctic Myrmecophile Lepidopria and Tetramopria (Hymenoptera, Proctotrupoidea, Diapriidae, Diapriini)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Gruev","given":"Blagoy"}],"title":"한양도산 잎벌레류의 신분포 및 4신종 기재","page":"75-84","page-first":"75","abstract":"Some collection data of leafbeetles from North Korea are given. Among them five species [Chry-somela cuprea Fabricius, Chrysomela lapponica Linnaeus, Phratora polaris (Schneider), Longitarsus brunneus (Duftschmdt), and Longitarsus nitidus Jacoby] are reported for the first time from Korea and four species [Chrysomela cyaneoviridis sp. n., Phratora ryanggangensis sp. n., Aphthona merkli sp. n., and Luperomorpha josifovi sp. n.] are described as new sciences.","URL":"http://db.koreascholar.com/article?code=372006","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372006","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=sHslqZH5pTc=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한양도산 잎벌레류의 신분포 및 4신종 기재","en":"New Distributional Data about Some Leafbeetles in the Korean Peninsula and Descriptions of Four New Species (Coleoptera, Chrysomelidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yong Jung Kwon"}],"title":"동부아시아산 꼭지매미충의 전자계량형기학적 분류 1.웅성개체군의 판별분석","page":"85-98","page-first":"85","abstract":"Some morphometric multivariate analyses were conducted on the basis of either different geographical, seasonal or host populations of Macrosteles striifrons, as this pest species has been confused erroneously with Macrosteles fascifrons from North America or invalid several synonyms. The analysis conformed the morphometric distinctions at intraspecific level in male, although some groups overlapped partly between them in different conditions.","URL":"http://db.koreascholar.com/article?code=372007","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372007","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=EvwaAR58cqE=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"동부아시아산 꼭지매미충의 전자계량형기학적 분류 1.웅성개체군의 판별분석","en":"Electron-morphometric Taxonomy of Macrosteles striifrons Anufriev from East Asia Part 1. Discriminant Analysis for Male Population"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Eun Yeop Huh"}],"title":"한국산 말매미충아과의 계분류학적 및 생물지리학적 연구 (매미목: 매미충과)","page":"99-159","page-first":"99","abstract":"The present work revises all the known species of the subfamily Cicadellinae from Korea. A total of 41 species belonging to 14 genera under 5 tribes are arranged herein, of which 2 genera and 11 species are new to science: Diodontophorus gen. nov., Koreotettix gen. nov., Koreotettix parvus gen. et sp. nov., Pagaronia chejuensis sp. nov., P. naejangsana sp. nov., P. pallida sp. nov., P. similis sp. nov., P. taeamsana sp. nov., P. umbratica sp. nov., P. bifurcata sp. nov., P diversa sp. nov., P elegans sp. nov, and P. maculipennis sp. nov. And 2 new combinations are made: Diodontophorus japonicus comb. nov. and Diodontophorus koreanus comb. nov. The distribution of Bathysmatophorus schabliovskii is also confirmed in North Korea. Keys are given for all the taxa respectively, host plants and distributional data are also provided for each species. Faunistic characteristics of Korean taxa were analyzed to reveal the zoogeographic pattern.","URL":"http://db.koreascholar.com/article?code=372008","volume":"11","issued":{"date-parts":[[1994,12,15]]},"id":"http://db.koreascholar.com/article?code=372008","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=1bpPzFm6xf0=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 말매미충아과의 계분류학적 및 생물지리학적 연구(매미목: 매미충과)","en":"Systematic and Biogeographic Studies on the Subfamily Cicadellinae from Korea (Homoptera: Cicadellidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Hodges","given":"Ronald-W."}],"title":"Gelechiidae (Lepidoptera) of Taiwan III. Systematic Revision of the Genus Dichomeris in Taiwan and Japan","page":"1-99","page-first":"1","abstract":"Forty three species of the Dichomeris of Taiwan and Japan are revised, with descriptions of 15 new species (albula, angulata, aomoriensis, davisi, fusca, fuscalis, lutea, linealis, lividula, lushanae, ochreata, orientis, symmetrica, taiwana, trilobella). Twelve species; Dichomeris autometra (Meyrick), D. conclusa (Meyrick), D. crambalaeas (Meyrick), D. cyproPhanes (Meyrick), D. cymatodes (Meyrick), D. enoptrias (Meyrick), D. hoplocrates (Meyrick), D. issikii (Okada), D. okadai (Moriuti), D. pyrroschista (Meyrick), D. syngrapta (Meyrick) and D. viridescens (Meyrick), are new combinations in Dichomeris. The genus Hyperecta Meyrick is synonymized with Dichomeris, and D. kawamurai Matsumura is newly synonymized with tostella Stringer and limitellus (Caradja) with oceanis Meyrick. An identification key, descriptions and illustrations of habitus, male and female genitalia, and information on hosts are provided. Phylogenetic relationship of the species in the genus are discussed with a cladistic analysis, using 44 morphological characters. Fifteen species-groups of Dichomeris are recognized.","URL":"http://db.koreascholar.com/article?code=372009","volume":"12","issued":{"date-parts":[[1995,7,20]]},"id":"http://db.koreascholar.com/article?code=372009","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=tcHCs1i6ORc=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kononenko","given":"Vladimir-S."}],"title":"한반도에서 기재발표된 F.Bryk (1948)의 밤나방과 모식표본 재정리","page":"1-26","page-first":"1","abstract":"The identity of most species of Noctuidae described by F. Bryk (1948) from Korea are critically revised by the examination of authentic material in the collection of the Naturhistoriska Riksmuseet, Stockholm, Sweden. The results are presented in an alphabetical catalogue for the names of species, subspecies and individual forms proposed by Bryk, with a complete list of all specimens of the Noctuidae species named by him. He (1948) described 5 genera, 20 nominal species, 75 subspecies, and 5 individual forms of the Noctuidae, mostly from Korea. Nine names are currently considered as valid taxa, but most of the others should have their taxonomic status changed. New synonyms and taxonomic changes are proposed as follows: Euxoa intracta kurilintracta Bryk, 1948 to syn. n. of E. sibirica (Boisduval, 1832); Euxoa oberthuri nominata Bryk, 1948 to syn. n. of E. subconspicua (Staudinger, 1881); Diarsia exusta nolimetangere Bryk, 1948 to syn. n. of Sineugraphe bipartita Graeser, [1889] 1888; Gelastoeera oehroleueana f. designata Bryk, 1948 to syn. n. of G. exusta Butler, 1877; Moma kolthoffi Bryk, 1948, stat. n., comb. n; Moma fulvieollis (Lattin, 1949) to syn. n. of M. kolthoffi Bryk, 1948; Moma ludifiea azugensis Bryk, 1948 to syn. n. of Triehosea ludifiea (Linne, 1758); Acronieta alni korealni Bryk, 1948 to syn. n. of A. alni (Linne, 1767) Hydrillodes obseurans Bryk, 1948 to syn. n. of H. morosa (Butler, 1879). Mythimna turea matsumuriana Bryk, 1948 to syn. n. of M. turea (Linnaeus, 1758); Mythimna monticola Sugi, 1981, stat. ress., bona species; Cosmia fulvago korecosmia Bryk, 1948 to syn. n. of Xanthia icteritia (Hufnagel, 1766); E. koreaplexia Bryk, 1948, stat. ress., bona species; Euplexia vinacea Sugi, 1982 to syn. n. of E. koreaplexia Bryk, 1948; Oligia arcta tegulalis Bryk, 1948 to syn. n. of Euearta fasciata (Butler, 1878); Dadaiea differentiata Bryk, 1948 to syn. n. of Athetis albisignata (Oberth r, 1879); Zanclognatha triplex koreognatha Bryk, 1948 to syn. n. of Z. umbrosalis (Standinger, 1892); Virgo vernalis Bryk, 1948 to syn. n. of Virgo datanidia (Butler, 1885). Some corrections to \"Catalogue of the World Noctuidae\" (Poole, 1989) are given.","URL":"http://db.koreascholar.com/article?code=372010","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372010","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=u7Xc9UaBx1I=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한반도에서 기재발표된 F.Bryk(1948)의 밤나방과 모식표본 재정리","en":"A Revised Catalogue of Types of the Noctuidae (lepidoptera) described by F. Bryk(1948) from the Korean Peninsula"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sung-Bok Ahn"}],"title":"한국산 Sineugraphe속 및 미기록종 S. stolidoprocta Boursin (나비목, 밤나방과)의 정리","page":"27-38","page-first":"27","abstract":"Sineugraphe stolidoprocta Boursin, previously known from the central and eastern China, is introduced here and added to the faunal list of Korean Noctuidae. Four species of the genus Sineugraphe Boursin, 1954, are recognized in Korea, and their distinctive characters are discussed, with illustrations of the genitalia.","URL":"http://db.koreascholar.com/article?code=372011","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372011","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=AE8PT3hUEAY=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Sineugraphe속 및 미기록종 S. stolidoprocta Boursin (나비목, 밤나방과)의 정리","en":"Review of the Genus Sineugraphe, with a Newly Recorded Species, S. stolidoprocta Boursin (Lepidoptera, Noctuidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"K. T."}],"title":"태국산 Anarsia속 (나비목,뿔나방과)의 분류학적 정리","page":"39-58","page-first":"39","abstract":"Fourteen species of the genus Anarsia are recognized from Thailand. Of them, 8 species <spatulatana sp. nov., paraisogona sp. nov., ovula sp. nov., chiangmaiensis sp. nov., procera sp. nov., conica sp. nov., meiosis sp. nov., and lewvanichae sp. nov.> are described as new to science, and another 6 species are newly known from Thailand. A key to species based on the male genitalia is provided, and illustrations of genitalia are given.","URL":"http://db.koreascholar.com/article?code=372012","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372012","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=oxm9sEl/1ZQ=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"태국산 Anarsia속 (나비목,뿔나방과)의 분류학적 정리","en":"Genus Anarsia H bner (Lepidoptera, Gelechiidae) from Thailand, with Description of Nine New Species"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu-Tek Park"}],"title":"A. Caradja 에 의해 기재된 뿔나방과의 모식표본검경","page":"59-75","page-first":"59","abstract":"Male or female genitalia of 21 species of Gelechiidae described by A Caradja are dissected and illustrated, with discussion on 34 type-speciemens for their taxonomic status: five species are newly combined, and five species are proposed to be new synonyms.","URL":"http://db.koreascholar.com/article?code=372013","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372013","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=A4QFgm7PWpo=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"A. Caradja 에 의해 기재된 뿔나방과의 모식표본검경","en":"Illustrations and Discussions on Type-specimens of Gelechiidae (Lepidoptera) described by A. Caradja"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lafer","given":"German-Sh."}],"title":"한반도와 인접지역에 분포하는 Harpalina 아족의 분류학적정리","page":"77-89","page-first":"77","abstract":"Thirty species from the korean peninsula belonging to the subtribe Harpalina are discussed with comments on their distribation, taxonomic status, and type information. Five of them are reported for the first time from Korea.","URL":"http://db.koreascholar.com/article?code=372014","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372014","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=6BwaD8Nhxvo=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한반도와 인접지역에 분포하는 Harpalina 아족의 분류학적정리","en":"Notes on Some Species of the Subtribe Harpalina (Coleoptera, Carabidae, Harpalinae, Harpalini) from Korea and Adjacent Areas"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Akihiko Shinohara"}],"title":"한국산 Acantholyda속 (벌목,잎벌아목,납작입벌과)의 분류학적 정리","page":"91-104","page-first":"91","abstract":"Korean species of the conifer-feeding webspinning sawfly genus Acantholyda are revised and three species, A. erythrocephala (Linnaeus, 1758,), A. posticalis (Matsumura, 1912) and A. parki [A. posticalis posticalis sensu Lee, 1961] , are recognized, the last one being described as new. Acantholyda parki, a close relative of A. posticalis, is a serious pest of Pinus koraiensis. The lectotype of Lyda posticalis Matsumura, 1912, is designated and redescribed. A key to the three species is given.","URL":"http://db.koreascholar.com/article?code=372015","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372015","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=umlETpq+WZ4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Acantholyda속(벌목,잎벌아목,납작입벌과)의 분류학적 정리","en":"COnifer-feeling Webspinning Sawflies of the Genus Acantholyda (Hymenoptera, Pamphiliidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kostia","given":"Dariusz"}],"title":"한국산 꼽둥이류의 분류학적 정리","page":"105-111","page-first":"105","abstract":"Five species of Aemodogryllinae are recognized from the Korean Peninsula; Diestrammena unicolor unicolor Brunner-Watt, Paratachycines ussuriensis Storozhenko, Tachycines boldyrevi Uvarov, T. coreanus Yamasaki and T. asynamorus Adelung. Of them, P. ussuriensis, T. boldyrevi, and T. asynamorus are reported for the first time from the Republic of Korea. Morphological variations of D. unicolor nuicolor and T. coreanus are discussed and described. Illustrations of the male genitalia of all species are given.","URL":"http://db.koreascholar.com/article?code=372016","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372016","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=1BAuXo9Za3A=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 꼽둥이류의 분류학적 정리","en":"The Aemodogryllinae (Orthoptera: Rhaphidophoridae) found in the Korean Peninsula."}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ho-Yeon Han"}],"title":"대만산 Cornutrypeta속 (파리목: 과실파리과)의 신종기재 및 계통학적 유연관계 고찰","page":"113-119","page-first":"113","abstract":"A new tephritid species, Cornutrypeta taiwanensis, is described and illustrated. This is the first record of this rare genus from Taiwan. The type series, two males and two females, were collected in yellow pan traps on the same data and location. The phylogenetic position of the species is discussed based on a cladistic analysis of the genus.","URL":"http://db.koreascholar.com/article?code=372017","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372017","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=S+3oXod7mKA=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"대만산 Cornutrypeta속 (파리목: 과실파리과)의 신종기재 및 계통학적 유연관계 고찰","en":"A new Cornutrypeta species from Taiwan with notes on its phylogenetic relationships (Diptera: Tephritidae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Bang Hun Kang"}],"title":"점봉산 천연보호림 지역의 날개응애 (Acari :Oribatida) 목록","page":"121-139","page-first":"121","abstract":"A total of 143 species belonging to 81 genera under 52 families of oribatid mites were collected at four sites in Mt. Jumbong which is a nature reserve area in Korea (102 spp., 48 gen, 33 fam. at the plantation of Korean pine in alt. 900m; 97 spp., 57 gen., 38 fam. at the mixed forest in alt. 1, 100 m; 72 spp., 49gen., 36 fam. at the north-facing slope site where lower vegetation was annual herbaceous; 102 spp., 63 gen., 44 fam. at the south-facing slope site where lower begetation was perennial sasa in alt. 1, 000 m; and there slpes were adjacent to each other and composed of deciduous trees).","URL":"http://db.koreascholar.com/article?code=372018","volume":"13","issued":{"date-parts":[[1996,10,30]]},"id":"http://db.koreascholar.com/article?code=372018","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=PRoprsCMTXI=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"점봉산 천연보호림 지역의 날개응애 (Acari :Oribatida) 목록","en":"Faunal List of Oribatid Mites (Acari: Oribarida) in Mt. Jumbong, Nature Reserve Area in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yang-Seop Bae"}],"title":"한국산 Epinotia Hubner 속 (나비목,잎말이나방과)의 분류학적 연구","page":"1-28","page-first":"1","abstract":"Sixteen species of the genus Epinotia H bner, [1825] are recognized from Korea. Among them, a species, E. parki is described as new to science, and five species <E. cruciana (Linnaeus), E. pinicola Kuznetsov, E. thapsiana Zeller, E. majorana (Caradja) and E. ulmicola Kuznetsov> are reported for the first time from Korea. Adults and genitalia of both sexes are kllustrated. Host plants are listed. A key to all known species of the genus based on the external character and male genitalia are provided.","URL":"http://db.koreascholar.com/article?code=372019","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372019","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=RRwtxAAHzt0=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Epinotia Hubner 속(나비목,잎말이나방과)의 분류학적 연구","en":"Systematic Study of the Genus Epiontia Hubner (Lepidoptera, Tortricidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu-Tek Park"}],"title":"중국과 한국산 Scythropiodes속 (Lepidoptera, Lecithoceridae)의 분류학적 정리 -7신종 발표-","page":"29-50","page-first":"29","abstract":"Fourteen species of the genus Scythropiodes Matsumura from China and Korea are recognized. Of them, seven species <S. oncinius sp. nov., S. elamatus sp. nov., S. hamatellus sp. nov., S. jiulianae sp. nov., S. barbellatus sp. nov., S. gnophus sp. nov., and S. triangulus sp. nov.> are described as new to science. Odites velipotens Meyrick is transferred to Scythropiodes Matsumura. Three species are synonymized <S. choricopa Meyrick as a junior synonym of approximans Caradja, S. plocmopa Meyrick as of issikii (Takahahi), and S. xenophaea Meyrick as of malivora Meyrick>. Castaena crenata S. et Z. and Lagerstroemia indica L. are newly known as host plants of S. malivora.","URL":"http://db.koreascholar.com/article?code=372020","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372020","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=YiC8UY6kI20=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"중국과 한국산 Scythropiodes속(Lepidoptera, Lecithoceridae)의 분류학적 정리 -7신종 발표-","en":"Genus Scythropiodes matsumura in China and Korea (Lepidoptera, Lecithoceridae), with Description of Seven New species"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yu. A. Tshistjakov"}],"title":"한국산 재주나방과 (나비목)의 1신속 및 1신종, 3미기록종과 몇몇 주요종들에 대한 분류학적 검토","page":"51-64","page-first":"51","abstract":"Faunistic and some taxonomic data for 17 little known Korean species of Notodontidae are given: three species (Garpyia tokui Sugi, Drymonia japonica Wileman, and P. jesoensis Matsumura) are new to Korean Peninsula and three other species (Hemifentonia mandschurica Oberth., Dicranura ulmi tsvetaevi Schintlmeister et Sviridov, and Nerice leechi Staudinger) new to South Korea. A new genus Lophontomira based on type species, Lophontomira parki sp. nov. is described. dicranura tsvetaevi Schintlmeister et Sviridov is proposed as a subspecies of D. ulmi Denis et Schiffem ller. Male genitalia of some species are also illustrated.","URL":"http://db.koreascholar.com/article?code=372021","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372021","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=eDvsbClYVyM=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 재주나방과(나비목)의 1신속 및 1신종, 3미기록종과 몇몇 주요종들에 대한 분류학적 검토","en":"Notes on Some Little Known Species of Notodontidae (Lepidoptera) from Korea, with Description of a New Genus and a New Species"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Deok-Seo Ku"}],"title":"한국산 Streblocera속 (벌목, 고치벌과, 잎벌레고치벌아과)의 분류학적 연구","page":"65-80","page-first":"65","abstract":"Eight species of the genus Streblocera Westwood are recognized from Korea. Three species are described as new, and four species are reported for the first time from korea. A key to the species of Korean Streblocera is given with figures.","URL":"http://db.koreascholar.com/article?code=372022","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372022","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=1vzI7K2+Z3Y=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Streblocera속(벌목, 고치벌과, 잎벌레고치벌아과)의 분류학적 연구","en":"A Taxonomic Study of the Genus Streblocera Westwood from Korea (Hymenoptera, Braconidae, Euphorinae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ho-Yeon Han"}],"title":"중국, 한국, 일본산 Acidiostigma속 (파리목, 과실파리과)의 분류학적 재검토","page":"81-118","page-first":"81","abstract":"The tephritid genus, Acidiostigma Hendel is redefined and revised. The nomenclatural status of Acidiostigma is clarified with synonymization of Parahypenidium Shiraki and Shiracidia Ito. A total of 16 Old World species of Acidiostigma were recognized in this study, but we restricted the scope of this revision to the species from China, Korea, and Japan because of unavailability of the type materials from Taiwan and Indean. As a result, we provide a key, descriptions, and illustrations for 11 species, of which three are new to science: A. brevigaster, A. cheni, and A. omeium. Briel taxonomic reviews of the remaining five species from other areas are also provided. Systematic position of Acidiostigma within the Trypetini is discussed and relationships among included species are inferred using cladistic methods.","URL":"http://db.koreascholar.com/article?code=372023","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372023","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=2C0cEzRE00Y=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"중국, 한국, 일본산 Acidiostigma속 (파리목, 과실파리과)의 분류학적 재검토","en":"A Systematic Revision of the Genus Acidiostigma Hendel (Diptera, Tephritidae) from Chian, Korean, and Japan"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jin Ill Kim"}],"title":"한국산 우단풍뎅이아과의 분류학적 연구.II, 알모양우단풍뎅이속","page":"119-135","page-first":"119","abstract":"A taxonomical review on 23 species belong to genus maladera recorded from Korean Peninsula was carried out. Eight species of them should be excluded from Korean fauna, due to the previous misidentification, and 2 species, M. castanea, M. secreta. out of them are doubtful distribution in Korea. According to the external morphology and male aedeagus, 9 out of 15 recognized species are grouped into 3 difference complex as follows; M. holosericea complex: M. holosericea, m. schoenfeldti, M. renardi; M. orientalis complex: M. cariniceps, M. orientalis, M. fusania: M. verticalis complex: M. castanea, M. verticalis, M. ovatula.","URL":"http://db.koreascholar.com/article?code=372024","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372024","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=0dsK6k7qt9Q=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 우단풍뎅이아과의 분류학적 연구.II, 알모양우단풍뎅이속","en":"Taxonomic study of Korean Sericinae (Melolonthidae, Coleoptera) II, - Genus Maladera -"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yeon Jae Bae"}],"title":"북한의 하루살이목 분포상 (1)","page":"137-152","page-first":"137","abstract":"Comprehensive mayfly samplings were taken from five major localities in North Korea (Pyongyang, Kaesong-Haeju, Myohyangsan, kumgangsan, and Paektusan) by a Czech collecting expedition in 1986. Fifty-nine species of mayflies (including 13 undetermined) are recognized from the localities including Labiobaetis atrebatinus (Eaton), Ephemerella (Serratella) ignita (Poda), E.(S). zapetkinae (Bajkova), Ephemera sahalinensis Matsmura, Cinygmula kurenzovi Bajkova, Rhithrogena binotata Sinitshenkova, Metreopus borealis Eaton, and Siphlonurus palaearcticus Tshenova which are recorded from Korean peninsula for the first time. Habitats of the localities and microhabitats of 28 collecting sites are described. Some aspects of distributional and taxonomic remarks are provided.","URL":"http://db.koreascholar.com/article?code=372025","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372025","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=9wK+nvj+4kg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한의 하루살이목 분포상(1)","en":"Mayfly (Ephemeroptera) Fauna of North Korea (1)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yeon Jae Bae"}],"title":"북한의 하루살이목 분포상 (2)","page":"153-160","page-first":"153","abstract":"Mayfly fauna was investigated from four major localities (Pyongyang, Haeju, Myohyangsan, and Paektusan) in North Korea based on materials by a Hungarian collecting expedition to the country in 1988. Forty-six species (including 10 undetermined) of Ephemeroptera in 12 families were recognized and listed with their sampling sites.","URL":"http://db.koreascholar.com/article?code=372026","volume":"14","issued":{"date-parts":[[1997,10,30]]},"id":"http://db.koreascholar.com/article?code=372026","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=39M+Ii3R+v4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"북한의 하루살이목 분포상(2)","en":"Mayfly (Ephemeroptera) fauna of North Korea (2)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Chunsheng Wu"}],"title":"스리랑카산 Lecithoceridae과의 분류학적 정리 Torodorinae아과:Deltoplastis Megrick, Hggroplasta Meyrick,Antiochtha Walker","page":"1-22","page-first":"1","abstract":"Eleven species of Deltoplastics Meyrick, seven species of Hygroplasta Meyrick and nine species of Antiodachtha Walker are recognized from Sri Lanka. Of these, Deltoplastis figurodigita, D. lamellospina, D. cognata, Hygroplasta canitiana, H. promyctra, H. monila, H. onyxijuxta, H. utricula, H. merinxa, and Antiochtha longivincula are described as new. Detoplastis commodata (Meyrick) is synonymized with D. clerodotis (Meyrick), and D. tetradelta (Meyrick) with D. cremnaspis (Meyrick); Deltoplastis amicella (Meyrick) represents new combination. Descriptions of the new species, and illustrations of the male of and female genitalia for the new species and some newly discovered sexes of the previously reported species, are given. Keys to the species in Sri Lanka are provided.","URL":"http://db.koreascholar.com/article?code=372027","volume":"15","issued":{"date-parts":[[1998,10,17]]},"id":"http://db.koreascholar.com/article?code=372027","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=jxyJg+jOZBg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"스리랑카산 Lecithoceridae과의 분류학적 정리 Torodorinae아과:Deltoplastis Megrick, Hggroplasta Meyrick,Antiochtha Walker","en":"Taxonomic Review of the Family Lecithoceridae (Lepidoptera) from Sri Lanka II. The Subfamily Torodorinae: Genera Deltoplastis Meyrick, Hygroplasta Meyrick, and Antiochtha Walker"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ha-Yong Choi"}],"title":"한국산 알락명나방족 (나비목,명나방과,알락명나방아과)의 9미기록종에 관한 연구 (I)","page":"23-39","page-first":"23","abstract":"Nine species of Phycitini, Spatulipalpia albistrialis Hampson, Sandrabatis crassiella Ragonot, Ceroprepes nigrolineatella Shibuya, Myelois cribrella <TEX>$(H\\ddot{u}bner)$</TEX>, Assara terebrella (Zincken), A. funcerella (Ragonot), Nyctegretis achtinella katastropella Roesler, Pseudocadra cuprotaeniella (Christoph), and Euzophera batangensis Caradja are reported for the first time from Korean, with illustrations of adults and genitalia of both sexes. Known host plants are listed.","URL":"http://db.koreascholar.com/article?code=372028","volume":"15","issued":{"date-parts":[[1998,10,17]]},"id":"http://db.koreascholar.com/article?code=372028","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=tMtZOCrztJg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 알락명나방족 (나비목,명나방과,알락명나방아과)의 9미기록종에 관한 연구 (I)","en":"Taxonomic Notes on Nine Species of the Tribe Phycitini (Lepidoptera, Pyralidae, Phycitinae) from Korea (I)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sei-Woong Choi"}],"title":"한국산 Abraxini족 (Lepidoptera, Geometridae, Ennominae)의 분류학적 정리","page":"41-76","page-first":"41","abstract":"The following 12 species, belonging to five genera, of the tribe Abraxini in south Korea are reviewed: seven Abraxas Leach (grossulariata Linnaeus, sylvata Scopoli, niphonibia Wehrli, fulvobasalis Warren, latifasciata Warren, miranda Bulter, and pseudomiranda sp. nov.); one Ligdia Guen e (japonaria leech); one Lomaspilis Guen e (marginata Linnaeus); one Peratophyga Warren (hyalinata Kollar); and two Heterostegane Hampson (hyriaria Warren and cararia H bner). The cladistic analysis of the Abraxini is tried with 11 taxa using 29 morphological characters. The cladogram based on the successive weighting approach is selected to be a best one. The monophyly of Abraxini and that of four genera, Abraxas, Ligdia, Lomaspilis, and Peratophyga, are discussed. The generic relationships of the Abraxini are as follows: (Eutoea (Heterostegane hyriaria (Ligdia (Lomaspilis, Heterostegane cararia)))), (Peratophyga, Abraxas). The genus Heterostegane is a polyphyletic taxon. The distribution maps of the seven species of Abraxas in south Korea are provided.","URL":"http://db.koreascholar.com/article?code=372029","volume":"15","issued":{"date-parts":[[1998,10,17]]},"id":"http://db.koreascholar.com/article?code=372029","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=7+xzzgM2d+I=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Abraxini족(Lepidoptera, Geometridae, Ennominae)의 분류학적 정리","en":"Systematics of the Tribe Abraxini (Lepidoptera, Geometridae, Ennominae) in south Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kononenko","given":"Vladimir-S."}],"title":"Herz (1904)에 의해 한반도에서 보고된 밤나방과의 재정리","page":"77-94","page-first":"77","abstract":"The collection of Noctuidae reported by Herz (1904) from Korean the peninsula is revised and its corrected list is given. The identity of some species is confirmes or corrected with comments related to recent Korean faunistic literatures. The types of the noctuids described by Herz (1905) are revised and the lectotypes for seven taxa described are designated. New synonymies for two taxa (Coryta grisea Leech, 1900 = Polydesma striata Herz, 1904, syn. n., Apopestes indica Moore = Apopestes spectrum var. coreana Herz, 1904, syn. n.) are proposed. The male genitalia of types and authentical specimens for the taxa described by Herz are illustrated.","URL":"http://db.koreascholar.com/article?code=372030","volume":"15","issued":{"date-parts":[[1998,10,17]]},"id":"http://db.koreascholar.com/article?code=372030","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=SiyPt2oahBI=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"Herz(1904)에 의해 한반도에서 보고된 밤나방과의 재정리","en":"A Revision of the Collection of Noctuidae (Lepidoptera) reported from Korea by O. Herz in 1904"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ho-Yeon Han"}],"title":"한국산 꽃등에과의 분류학적 목록","page":"95-166","page-first":"95","abstract":"We provide a taxonomic catalog of 151 nominal species of the Korean Syrphidae. They are arranged under three subfamilies, 16 tribes, and 62 genera. Based mostly on various faunistic survey reports, we listed any syrphid species with collection records from Korea, but, this time, we did not intent to confirm identifications by the previous workers except for very obvious cases. Therefore, a more comprehensive collection-based study is needed to confirm the actual Korean occurrence of each species listed in this catalog.","URL":"http://db.koreascholar.com/article?code=372031","volume":"15","issued":{"date-parts":[[1998,10,17]]},"id":"http://db.koreascholar.com/article?code=372031","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=z6xIhGpJsZU=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 꽃등에과의 분류학적 목록","en":"A Catalog of the Syrphidae (Insecta: Diptera) of Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Chunsheng Wu"}],"title":"스리랑카산 Lecithoceridae의 분류학적 정리 IV. Lecithocerinae아과: Lecithocera Herrich-Schaffer와 그 근연속","page":"1-14","page-first":"1","abstract":"As the 4th article of the study on the family Lecithoceridae in Sri Lanka, two species of homaloxestis Meyrick, four species of Lecithocera Herrich-Sch ffer, and a species of Quassitagma Gozmany are described as new to science. Of 30 species beloging to three genera, Lecithocera mazina meyrick and Quassitagma duplicata Meyrick are reported for the first time from Sri Lanka. Neverthless, we were not able to find any specimens of Homaloxestis ochrosceles and four Lecithocera species, which were previously reported from Sri Lanka.","URL":"http://db.koreascholar.com/article?code=372032","volume":"16","issue":"1","issued":{"date-parts":[[1999,3,30]]},"id":"http://db.koreascholar.com/article?code=372032","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=reey+JROA6I=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"스리랑카산 Lecithoceridae의 분류학적 정리 IV. Lecithocerinae아과: Lecithocera Herrich-Schaffer와 그 근연속","en":"Taxonomic Review of the Lecithoceridae (Lepidoptera) in Sri Lanka IV. The Subfamily Lecithocerinae: Genus Lecithocera Herrich-Schffer and its Allies"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ha-Yong Choi"}],"title":"한국산 알락명나방족 (나비목, 명나방과, 알락명나방아과)의 분류학적 연구 (III)","page":"15-25","page-first":"15","abstract":"Six species of Phycitini from Korea are dealt with illustrations of adults and genitalia of both sexes. Known host plants also are listed. Female of Psorosa taishanella Roesler is described for the first time. Among them, three species, Nephopterix immatura Inoue, N. maenamil Inoue, Pempelia ellenella(Roseler), are reported for the first time form Korea.","URL":"http://db.koreascholar.com/article?code=372033","volume":"16","issue":"1","issued":{"date-parts":[[1999,3,30]]},"id":"http://db.koreascholar.com/article?code=372033","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Pc65SPtmNBg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 알락명나방족(나비목, 명나방과, 알락명나방아과)의 분류학적 연구(III)","en":"Taxonomic Notes of Tribe Phycitini (Lepidoptera, pyralidae, Phycitinae) from Korea (III)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Seung-Hwan Lee"}],"title":"한국산 빗살방아벌레아과 (방아벌레과, 딱정벌레목)의 분류학적 연구 (I): Melanotus속","page":"27-45","page-first":"27","abstract":"In a systematic revision of the subfamily Melanotinae (Elateridae; Coleoptera) 18 species are revised in Korea. Among them, 11 species of the genus Melanotus are recognazed, including two new species, M. chejuensis sp. nov. and M. coreanus sp. nov. Photos of adult male and their genitalia and key to the genera and species are given.","URL":"http://db.koreascholar.com/article?code=372034","volume":"16","issue":"1","issued":{"date-parts":[[1999,3,30]]},"id":"http://db.koreascholar.com/article?code=372034","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=qiaF22cJIjI=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 빗살방아벌레아과(방아벌레과, 딱정벌레목)의 분류학적 연구(I): Melanotus속","en":"Systematic Study of Subfamily Melanotinae (Coleoptera, Elateridae) from Korea I. THe Genus Melanotus Eschscholtz"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ki-Jeong Hong"}],"title":"한국산 좁쌀바구미아과 (딱정벌레목: 바구미과)의 분류학적 연구 I. Rhinoncina, Scleropterina 및 Amalina아족","page":"47-75","page-first":"47","abstract":"Sixteen Korean species of the subtribe Rhinoncina, Scleropterina and Amalina belonging to subfamily Ceutorhynchinae (Coleoptera; Curculionidae) are recognized in this study. Of these, Phytobius quadricornis (gyllenhal), Rutidosoma weisei Faust, Scleropteroides hypocrita (Hustache), Zacladus radula Hochhuth, Wagnerinus costatus(Hustache) and Tapinotus sellatus(Fabricius) are new to Korean fauna. Descriptions and illustrations of male genialia, head, antennae and gels for new species to Korean fauna are provided.","URL":"http://db.koreascholar.com/article?code=372035","volume":"16","issue":"1","issued":{"date-parts":[[1999,3,30]]},"id":"http://db.koreascholar.com/article?code=372035","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=5kbMZvHI+Eg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 좁쌀바구미아과(딱정벌레목: 바구미과)의 분류학적 연구 I. Rhinoncina, Scleropterina 및 Amalina아족","en":"Taxonomic Review of Korean Ceutorhynchinae (Coleoptera, Curculionidae) I. Subtribes Rhinoncina, Scleropterina, and Amalina"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Seung-Hwan Lee"}],"title":"한국산 뒤영벌속 (벌목, 꿀벌과)의 분류학적 재검토","page":"77-101","page-first":"77","abstract":"Seventeen species of the genus ZBombus are recognized from Korea. Among them, B. (Tricornibombus) atripes Smith is reported for the first time from the Korean peninsula, and B. (Thoracobombus) humilis subbaicalensis Vogt is new to the fauna of South Korea. Keys to seven subgenera and 21 Korean species, a geographical list of collection data, and host flowers of each species are given.","URL":"http://db.koreascholar.com/article?code=372036","volume":"16","issue":"1","issued":{"date-parts":[[1999,3,30]]},"id":"http://db.koreascholar.com/article?code=372036","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=gV8YQsSt3Q4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 뒤영벌속 (벌목, 꿀벌과)의 분류학적 재검토","en":"Taxonomic Review of Genus Bombus (Hymenoptera, Apidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Hyun-Kyung Shin"}],"title":"한국산 관총채벌레아과 (총채벌레목, 관총채벌레과)의 한국미기록종 및 신종 보고 (I)","page":"103-118","page-first":"103","abstract":"Eight species of the subfamily Phlaeothripinae (Thysanoptera: Phlaeothripidae) are newly recognized from Korea. Of them two species, Bamboosiella longiosanum, Mystrothrips reteanum, are described new to science and the other 6 species, Dexiothrips madrasensis (Ananthakrishnan), Holothrips yuasai (Kurosawa), Hoplothrips fungosus Moulton, Hoplothrips japonicus (Karny), Psalidothrips simplus Haga, and Sophiothrips nigrus Ananthakrishnan, are new to Korean fauna. Descriptions and illustrations for the these species are provided.","URL":"http://db.koreascholar.com/article?code=372037","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372037","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=ZwfHQBzjZrM=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 관총채벌레아과 (총채벌레목, 관총채벌레과)의 한국미기록종 및 신종 보고(I)","en":"Taxonomic Notes of Phlaeothripinae (Thysanoptera, Phlaeothripidae) from Korea (I)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kyu-Tek Park"}],"title":"한국산 Lecithocerinae아과와 Torodorinae아과 (나비목,남방뿔나방과)의 분류학적 정리","page":"119-129","page-first":"119","abstract":"Seven species of Lecithocerinae and Torodorinae are recognized from Korea, including a new species, Lecithocera daebuensis sp. nov. and three newly recorded species&#39; Homaloxestis croceata Gozm ny, Athymoris martialis ZMeyrick, and Halolaguna sublaxata GBozm ny. Lecithocera paraulias Gozm ny, 1978 is synonymized with L. metacausta meyrick 1910.","URL":"http://db.koreascholar.com/article?code=372038","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372038","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=KSI55qkAx6I=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Lecithocerinae아과와 Torodorinae아과(나비목,남방뿔나방과)의 분류학적 정리","en":"A Review of the Lecithocerinae and Torodorinae (Lepidoptera, Lecithoceridae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Chunsheng Wu"}],"title":"스리랑카산 Lecithoceridae과 (나비목)의 분류학적 정리 VI. Lecithocerinae아과: Alciphenis속과 그 근록속","page":"131-142","page-first":"131","abstract":"As the 6th article of the study on the family Lecithoceridae in Sri Lanka, 24 species of the genera Alciphanes Meyrick, Parelliptis Meyrick, Carodista Meyrick, Synesarga Gozmany, Kalocyma Wu, Technographa Meyrick, Mnesteria Meyrick, Teucrodoxa Meyrick, Heterodoltis Meyrick, Pseudocrates Meyrick, Oxygnosiis Meyrick, Dinocharea Meyrick, and Dolichotorna Meyrick are recognized. Among them, three species, Carodista fabajuxta sp. nov., Kalocyrma epioeuca sp. nov. and K. oxygonia sp. nov., are described as new to science. Twelve new combinations are provided: Alciphanes tetraclina(Meyrick), A. holocona(Meyrick), A. (Meyrick), C. geraea (Meyrick), C. epigompha (Meyrick), C. nubigena (Meyrick), C. paroristis (Meyrick), and Syneasarga paroena( Meyrick). Catacregra Gozmany is synonymized with Craodista meyrick, and Pseudocrates soritica Meyrick is reported for the first time from Sri Lanka. Descriptions of the new species, and illustrations of the male genitalia for the new species are given.","URL":"http://db.koreascholar.com/article?code=372039","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372039","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=n2h5E2fpJKw=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"스리랑카산 Lecithoceridae과 (나비목)의 분류학적 정리 VI. Lecithocerinae아과: Alciphenis속과 그 근록속","en":"Taxonomic Review of the Lecithoceridae (Lepidoptera) in Sri Lanka VI. The subfamuly Lecithocerinae: Genera Alciphanes and others"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Mun-Ki Paek"}],"title":"한국산 알락명나방족 (나비목,명나방과,알락명나방아과)의 분류학적 연구 (IV)","page":"143-154","page-first":"143","abstract":"Six species of Phycitini, Salebria vinacea (Inoue), Apomyelois fasciatella Inoue, Oligochroa bitinctella (Wileman), O. bilineatella (Inoue), Metriostola betulae (Goeze), and Psorosa decolorella Yamanaka, are recorded for the first time from Korea, with illustrations of adults and genitalia of both sexes. Among them, female of four species, S,. vinacea(Inoue), A fasciatella Inoue, O. bitinctella (Wileman), and O. bilineatella(Inoue) are described for the first time.","URL":"http://db.koreascholar.com/article?code=372040","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372040","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=TGdVilRatf4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 알락명나방족(나비목,명나방과,알락명나방아과)의 분류학적 연구(IV)","en":"Taxonomic Notes of Tribe Phycitini (Lepidoptera, Pyralidae, Phycitinae) from Korea(IV)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sun-Jin Park"}],"title":"한국산 나비날도래과 (날도래목)의 미기록종","page":"155-162","page-first":"155","abstract":"Seven species of Leptoceridae are newly recorded from Korea: Mystacides azurea (Linnaeus ) is newly recorded from the Korean peninsula and Ceraclea armata Kumanski, C. lobulata(Martynov), C. morsei Kumanski, C. sibirica(Ulmer), Mystacides dentata Martynov, and Triaenodes unanimis MeLachlan, are newly recorded from South Korea. For each species, diagnosis for known male and female adult swith line-drawings of key characters, taxonomic remarks, synonymy, and Korean names were also provided.","URL":"http://db.koreascholar.com/article?code=372041","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372041","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=9e7gJsgGyb4=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 나비날도래과 (날도래목)의 미기록종","en":"New Records of the Leptoceridae (Trichoptera) from Kroea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Ki-Jeong Hong"}],"title":"한국산 좁쌀바구미아과 (딱정벌레목, 바구미과)의 분류학적 연구 II. Coeliodina, Ceutorhynchina, Hypurina, Mecysmoderina아족 및 Orobitini족","page":"163-195","page-first":"163","abstract":"Twenty Korean species of the sustribes Coeliodina, Ceutorhynchina, Hypurina, Mecysmoderina and tribe Orobitini belonging to the subfamily Ceutorhychinae (Coleoptera; Curculionidae) are recognized in this study. Of these, Cyphosenus moholeei sp. nov. and Mecysmoderes nigrinus sp. nov. are new to science and Coeliodes brunn8eus Hustache, Coeliodes nakanoensis Hustache, Phytobiomorphus bifasciatus Voss, Cardipennis sulcithorax Hustache, Ceutorhynchus diffusus (Hustache), Ceutorhynchus sulcicollis (Paykull), Hypurus bertrandi(Perris) and Orobitis apicalis K no are new to Korean fauna. Descriptions and illustrations of male genitalia, head, antennae and legs for new species to Korean fauna are provided.","URL":"http://db.koreascholar.com/article?code=372042","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372042","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Ga1IMdczBOY=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 좁쌀바구미아과(딱정벌레목, 바구미과)의 분류학적 연구 II. Coeliodina, Ceutorhynchina, Hypurina, Mecysmoderina아족 및 Orobitini족","en":"Taxonomic Review of Korean Ceutorhynchinae (Coleoptera, Curculionidae) II. Subtribes Coeliodina, Ceutorhynchina, Hypurina, Mecysmoderina, and Tribe Orobitini"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong-Wook Lee"}],"title":"한국산 수중다리잎벌과 (벌목, 잎벌레아목)의 분류학적 고찰","page":"197-223","page-first":"197","abstract":"The family Cimbicidae (Hymenoptera: Sysphyta) was reviewed using 500 specimens from Koea, Japan and some reference specimens from outside the country. As result, of 22 species and 10 genera in two subfamilies were recognized including three species (Zaraea aurata Takeuchi, Zaraea fasciata Linnaeus, Agnocimbex eoa Semenov-Tian-Shanskij) new to Korea peninsula.","URL":"http://db.koreascholar.com/article?code=372043","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372043","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=3VV/C0dwAvM=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 수중다리잎벌과(벌목, 잎벌레아목)의 분류학적 고찰","en":"Taxonomic Review of the Famoly Cimbicidae (Hymenoptera, Symphyta) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jeong-Bae Jeon"}],"title":"한국산 사마귀목에 관하여","page":"225-229","page-first":"225","abstract":"We examined specimens deposited in several institutions in S. Korea. As a result, Statilia nemoralis (Saussure) is newly recorded from Korean peninsula, and Acromantis japonica Westwood and Hierodula patellifera (Serville) are reported in S. Korea for the first time.","URL":"http://db.koreascholar.com/article?code=372044","volume":"16","issue":"2","issued":{"date-parts":[[1999,11,30]]},"id":"http://db.koreascholar.com/article?code=372044","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=h3Q83eFPriA=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 사마귀목에 관하여","en":"Notes on the Praying Mantids (Mantodea) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ronkay","given":"Y."}],"title":"New Noctuidae pecies and Subspecies from Taiwan and the Adjacent Areas II (Lepidoptera)","page":"1-38","page-first":"1","abstract":"Twelve new species, Cryphia herczigi sp. nov., C. hohuana sp. nov., Odontestra lasxlogabe sp. nov., O. attila sp. nov., Xylena plumbeopaca sp. nov., Taivaleria rebrifasciata sp. nov., Hemiglaea radiata sp. nov., Nyctycia signa sp. nov., Fabiania pulla sp. nov., F. satellitia sp. nov., F. marki sp. nov., Asidemia albovitta sp. nov., and three new subspecies, Xestia fuscostigma csoevarii ssp. nov., Karana hoenei marcida ssp. nov. and genera, Taivaleria gen. nov. and Fabiania gen. nov., are established, and taxonomic notes for some little known noctuids are given. Illustrations of the male or the female genitalia for 45 species, and 34 images of adults are provided.","URL":"http://db.koreascholar.com/article?code=372045","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372045","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=qRLWlhwc3zg=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kononenko","given":"Vladimir-S."}],"title":"A Revision of the maliattha vialis species-group (Lepidoptera, Noctuidae, Acontiinae) with Description of Four New Species from China","page":"39-50","page-first":"39","abstract":"Maliattha vialis species-group(Lepidoptera, Noctuidae, Acontiinae) is revised. Four species (Maliattha ninae sp. nov., M. dissimilis sp. nov., M. tapaishana sp. nov., M. ahni sp. nov.) from China are described as new to science. Three species of vialis group are distributed in Russian Far East and Japan, two of them are known from Korea, and eight species are known from China. The lectotype for M. bella staudinger, 1892 is designated.","URL":"http://db.koreascholar.com/article?code=372046","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372046","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=FvtkLe1G+Nc=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Mun-Ki Paek"}],"title":"Etielloides Shibuya (나비목, 명나방과, 알락명나방과, 알락명나방)의 분류학적 정리","page":"51-62","page-first":"51","abstract":"The genus Etielloides Shibuya, 1928 is revised, with four known species of the world. Among them, E. sejunctellus (Christoph) and E. kogii Yamanaka are new to the fauna of Korea. The monophyly of the genus is supported by one autapomophy. Adults, wing venation, and genitalia of both sexes are illustrated. Host plants are listed. Keys to all known species of the genus based on external and genitalic characters are provided.","URL":"http://db.koreascholar.com/article?code=372047","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372047","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=VveNOk75dz0=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"Etielloides Shibuya (나비목, 명나방과, 알락명나방과, 알락명나방)의 분류학적 정리","en":"A Revision of the Genus Etielloides Shibuya (Lepidoptera, Pyralidae, Phycitinae, Phycitini)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"San-Mi Lee"}],"title":"한국산 Gelechiinae아과 (나비목, 뿔나방과)의 3 미기록종 보고","page":"63-70","page-first":"63","abstract":"Three species of Gelechiinae, Angustialata gemmellaformis Omelko, Chorivalva grandialata Omelko, and Eulamprotes wilkella (Linnaeus), are reported for the first time from Korea. Photos of imagos, illustrations of the male and female genitalia, and wing venations are provided.","URL":"http://db.koreascholar.com/article?code=372048","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372048","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=K0V3wzClvsE=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Gelechiinae아과(나비목, 뿔나방과)의 3 미기록종 보고","en":"Three species of the Subfamily Gelechiinae (Lepidoptera) new to Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yang-Seop Bae"}],"title":"얼룩잎말이나방 (나비목, 잎말이나방과, 얼룩잎말이나방아과)의 한국발생","page":"71-78","page-first":"71","abstract":"A childanotine mont Mictocommosis nigromaculata (Issiki) is recognized from Korea. This is the first record of Chlidanotinae from the Korean Peninsula. Adult and the genitalia of both sexes are redescribed with illustrations.","URL":"http://db.koreascholar.com/article?code=372049","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372049","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=82V4f1OtDas=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"얼룩잎말이나방(나비목, 잎말이나방과, 얼룩잎말이나방아과)의 한국발생","en":"The Occurrence of Mictocommosis nigromaculata (Lepidoptera, Tortricidae, Chlidanotinae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Xu","given":"Huan-Ii"}],"title":"A Revision of the subgenus Poecilandrena of the Genus Andrena of the Eastern Asia (Hymenoptera, Andrenidae)","page":"79-90","page-first":"79","abstract":"The subgenus Poecilandrena of the genus Andrena of the eastern Asia is revised, and four species are recognized. Three new species, Andrena (Poecilandrena) viciae, A. (Poecilandrena) subsquamiformis and A.(Poecilandrena) osytshnijukae are described from China. A. (Poecilandrena) leleji Osytshnjuk is newly recognized as a synonymy of A. (Poecilandrena) fukuokensis Hirashima. A. (Poecilandrena) fukuokensis Hireashima is recorded for the first time from China. A key to the species of Poecilandrena in the eastern Asia is given.","URL":"http://db.koreascholar.com/article?code=372050","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372050","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=LIavCFnrYjY=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Petr Star"}],"title":"한국산 진딧물 기생봉 ( 벌목, 고치벌과, 진디벌아과)의 기주 정리","page":"91-109","page-first":"91","abstract":"As a first step toward a more comprehensive research on the taxonomy of Korean aphidiine species which are parasitic on the aphids, all the available records on their hosts and collecting data were reviewed. A list of 62 species is arranged according to the generic and then specific names alphabetically with hosts records and the host-parasitoid relationships were presented.","URL":"http://db.koreascholar.com/article?code=372051","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372051","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Z3gjZgAinpQ=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 진딧물 기생봉( 벌목, 고치벌과, 진디벌아과)의 기주 정리","en":"An Annotated Review of Tritrophic Associations of Aphid Parasitoids (Hymenoptera, Braconidae, Aphidiinae)in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jin-Ill Kim"}],"title":"한국산 병대벌레과 (딱정벌레목)의 분류학적 연구 I. Silinae, Malthininae, Chauliognathinae 아과","page":"111-120","page-first":"111","abstract":"In this review of the Korean Cantharidae, three subfamilies (Silinae, Malthininae, and Chaulioganthinae), are reviewed, with a description of a new species, Malthinus quadratipennis n. sp., and new records of Silis triimpressa Pic of Silinae and Malthinellus bicolor Kiesenwetter of Malthininae. Trypherus niponicus(Lewis) of Chaulioganthinae known without any diagnosis in Korea, was given a redescription based on Korean specimens. A key to the korean subfamilies of the Cantharidae, and photoes of species and their collecting localities are provided.","URL":"http://db.koreascholar.com/article?code=372052","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372052","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=xAimkFSYWdw=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 병대벌레과 (딱정벌레목)의 분류학적 연구 I. Silinae, Malthininae, Chauliognathinae 아과","en":"Taxonomic Study of Korean Cantharidae (Coleoptera) I. Silinae, Malthininae, and Chauliognathinae"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Young-Bok Cho"}],"title":"한국산 긴개미반날개아족 (딱정벌레목,반날개과)의 분류학적 연구","page":"121-128","page-first":"121","abstract":"A taxonomic review of the subtribe Lathrobiina in Korea is presented. five speceis are recognized, four of which are reported for the first time from Korea (Domene crassicornis (Sharp), D. curtipennis Sharp, Tetartopeus pallipes(Sharp), and T. fragile(Sharp)). A key to all known species of the subtribe and illustrations of aedeagus are provided.","URL":"http://db.koreascholar.com/article?code=372053","volume":"17","issue":"1","issued":{"date-parts":[[2000,3,30]]},"id":"http://db.koreascholar.com/article?code=372053","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=JKdgX3mPDK0=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 긴개미반날개아족 (딱정벌레목,반날개과)의 분류학적 연구","en":"A Taxonomic Study of the Subtribe Lathrobiina (Coleoptera, Staphylinidae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ronkay","given":"L."}],"title":"A Revision of the Genus Stenoloba Staudinger (Lepidoptera, Noctuidae, Bryophilinae), with Descriptions of 25 New Species and 3 New subspecies from East Asia (I)","page":"137-174","page-first":"137","abstract":"In the revision of the genus Stenoloba Staudinger, 1892, which distributed mostly in the Oriental region(South-East Asia) and partially in Manchurian subregion of the Palaearctic region, 47 species including 25 new species and three new subspecies are recognized. In the first pat of this revision, 21 species with descriptions of 10 new species and two new subspecies are reviewed, with illustrations of 42 genitalia and 29 colour photos of adults. One species, Stenoloba albiangulata (Mell, 1943), comb. nov. is newly combined and transferred to this genus. The 2nd part will include 26 species, with descriptions of 15 new species.","URL":"http://db.koreascholar.com/article?code=372054","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372054","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=9RRKJ7h9k/Q=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yang-Seop Bae"}],"title":"한국산 무늬잎말이나방족 (나비목, 잎말이나방과)의 3미기록종","page":"175-180","page-first":"175","abstract":"Three Species of the Tribe Tortricini, Tortricini,. Acleris paradiseana Walsingham, Acleris caerulescens(Walsingham), and Trophocosta cyanoxantha(Meyrick), are reported for the first time from Korea. Among them, the genus Trophocosta is newly recorded to the Korean fauna. Morphological characteristics of the species are briefly redescribed with the illustrations of adults and genitalia.","URL":"http://db.koreascholar.com/article?code=372055","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372055","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=xcURPi9rE24=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 무늬잎말이나방족 (나비목, 잎말이나방과)의 3미기록종","en":"Three Species of the Tribe Tortricine(Lepidoptera, Tortricidae) New to Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jun-Seok Lee"}],"title":"대만산 뿔나방과의 10 미기록종 및 1신종","page":"181-192","page-first":"181","abstract":"Ten species of Gelechiiidae are reported for the first time from Taiwan, and a new species, Faristenia oblique Park, sp. nov. is described, with illustrations of its male and female genitalia. It is confirmed that the record of Parastenolechia claustrifera Meyrick from Korea by Park(1993) was due to a misidentification.","URL":"http://db.koreascholar.com/article?code=372056","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372056","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=5gTyDUeEUzQ=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"대만산 뿔나방과의 10 미기록종 및 1신종","en":"New Faunistic Data of Gelechiidae(Lepidoptera) in Taiwan, with Description of A New Species"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Cho","given":"Young-Bok"}],"title":"한국산 긴머리개미반날개속 (딱정벌레목, 반날개과)의 분류학적 연구","page":"193-197","page-first":"193","abstract":"A taxonomic review of the genus Ochthephilum from Korea is presented, with thee known species. Among them, Ochthephilum pectorale(Sharp) are recorded for the first time from Korea. A key to species of the genus with photographs of adults and illustrations of aedeagus are presented.","URL":"http://db.koreascholar.com/article?code=372057","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372057","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=mvp9UK0F2mk=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 긴머리개미반날개속 (딱정벌레목, 반날개과)의 분류학적 연구","en":"Taxonomic Notes of the Genus Ochthephilum Stephens(Coleoptera, Staphylinidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jin-Ill Kim"}],"title":"한국산 병대벌레과 (딱정벌레목)의 분류학적 연구 II. Cantharinae 아과: Podabrus 속","page":"199-213","page-first":"199","abstract":"The genus Podabrus of the Korean Cantharidae are reviewed. Since Heyden(1887) who had first reported P. heydeni Kiesenwetter, nine species have been recorded hitherto. But it is confirmed that five species of them were errormeously misidentified, and three new species, P. jirisanensis n. sp., P. fragiliformis n. sp. and P. circumangulatus n. sp., are described. Key to Korean genera of the subfamily Cantharinae and to Korean species of the genus Podabrus are provided.","URL":"http://db.koreascholar.com/article?code=372058","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372058","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=eoalL+c9Njw=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 병대벌레과 (딱정벌레목)의 분류학적 연구 II. Cantharinae 아과: Podabrus 속","en":"Taxonomic Study of Korean Cantharidae(Coleoptera). II. Cantharinae: Genus Podabrus"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Stuning","given":"Dieter"}],"title":"A New Species of Psilalcis Warren, 1893 from the East Asia (Lepidoptera, Geometridae, Ennominae)","page":"215-220","page-first":"215","abstract":"A new species of th Ennominae, Psilalcis keytiparki sp. n., distributed in Korea, the southern part of Russian Far East and in central China, is described; its systematic position is discussed.","URL":"http://db.koreascholar.com/article?code=372059","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372059","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=FKywCJIj22M=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong-Wook Lee"}],"title":"한국산 화장뭉툭맵시벌소 (벌목, 맵시벌과, 중뭉통뱁시벌아과)의 분류학적 재검토","page":"221-228","page-first":"221","abstract":"Korean species of the genus Colpotrochia Homgren are reviewed. Among themfive species, C.(C.) pilosa Cameron, C.(C.) nipponensis Uchida, C.(C.) jozankeana Uchida, C.(S.) osuzensis Kusigemati and C.(S.) nigra Kusigemati are newly recorded for the first time in Korea. Head and abdomen of species are photographed. A key to the Korean species of th genus, based on the external characters are provided.","URL":"http://db.koreascholar.com/article?code=372060","volume":"17","issue":"3","issued":{"date-parts":[[2000,9,30]]},"id":"http://db.koreascholar.com/article?code=372060","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=rngJSGJd2yE=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 화장뭉툭맵시벌소 (벌목, 맵시벌과, 중뭉통뱁시벌아과)의 분류학적 재검토","en":"A Taxonomic Review of the Genus Colpotrochia Holmgren(Hymenoptera, Ichneumonidae, Metopiinae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Lecithoceridae (Lepidoptera) of Taiwan (V): Subfamily Torodorinae: Thubana Walker, Athymoris Meyrick, Halolaguna Gozmany, and Philharmonia Meyrick","page":"229-244","page-first":"229","abstract":"Eleven species belonging to Thubana, Halolaguna, Athymoris, and Philharmonia of Torodorinae are recognized from Taiwan. Among them, five species are described as new to science: Athymoris aurantiella sp. nov., A. liukueiensis sp. nov., A. subtrigona sp. nov., Halolaguna palinensis sp. nov., and Philharmonia adusta sp. nov.. Four species, Athymoris phreatosa(Wu), A. paramecola(Wu), Halolaguna oncopteryx(Wu), and Halolaguna sublaxata Gozmany are reported for the first time from Taiwan. The genus Cubitomoris Gozmany is synonymized with Athymoris Meyrich. New combinations, Halolaguna oncopteryx(Wu, 1994), comb. nov. and Athymoris aechmobola Meyrick, comb. nov. are given.","URL":"http://db.koreascholar.com/article?code=372061","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372061","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=t7lLM+j4oBQ=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yang-Seop"}],"title":"Korean Species of the Genus Hendecaneura Walsingham (Lepidoptera, Tortricidae)","page":"245-249","page-first":"245","abstract":"Two species of the genus Hendecaneura Walsingham in Korea, H. cervina Walsingham and H. apicipicta Walshingham, are reviewed. The latter is newly added to the moth fauna of Korae. Styrax obassia Sieb. et Zucc. is first recorded as the host plant of H. apicipicta. The adults and genitalia are illustrated.","URL":"http://db.koreascholar.com/article?code=372062","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372062","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=WivdiYUe0Ws=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Kee-Jeong Ahn"}],"title":"한국산 알뾰족반날개속의 분류학적 연구 (딱정벌레몰, 반날개과)","page":"251-264","page-first":"251","abstract":"A taxonomic study of the tachyporine genus Spedophilus Gistel in Korea is presented. Eight species re recognized from Korea. Among them, seven species, Sepedophilus amurensis Schulke, S. fimbriatus(sharp), S. marshami(Stephens), S. simulans Nakane and Sawada, S. subarmatus Naomi and Maruyama, S. tibialis(Sharp), and S. varicornis(Sharp) are reported for the first time in Korea. A key, descriptions, and drawings of diagnostic characters of known Korean Sepedophilus species are presented.","URL":"http://db.koreascholar.com/article?code=372063","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372063","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=MMxE47zBFaU=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 알뾰족반날개속의 분류학적 연구 (딱정벌레몰, 반날개과)","en":"Korean Species of the Genus Sepedophilus Gistel (Coleoptera, Staphylinidae, Tachyporinae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Seung-Hwan Lee"}],"title":"한국 애방아벌레속 (딱정벌레목, 방아벌레과,에방아벌레아과)의 분류학적 연구","page":"265-275","page-first":"265","abstract":"A taxonomic study of the genus Fleutiauxellus belonging to the Negastriinae in Korea was carried out. Four species are recognized including two new species, F. grandiniger sp. nov. and F. parvus sp. nov., one new subspecies, F. curatus coreaensis subsp. nov., and one newly recorded species, F. yotshuboshi Kishii, 1976. However, F. quadrillum (Cadeze, 1873( previously recorded in Korea is not convinced in this work. Descriptions, key, and stereomicroscopic an SEM image photos of species are provided.","URL":"http://db.koreascholar.com/article?code=372064","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372064","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=ECMO95hr/6Y=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국 애방아벌레속(딱정벌레목, 방아벌레과,에방아벌레아과)의 분류학적 연구","en":"Taxonomic Study of the Genus Fleutiauxelus Mequignon (Coleoptera, Elateridae, Negastriinae) in Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Jong-Wook Lee"}],"title":"한국산 미기록속 수중다리뭉툭맵시벌속과 곤봉뭉툭멥시벌속 (벌목, 맵시벌과, 줄뭉툭맵시벌아과)에 관한 연구","page":"277-285","page-first":"277","abstract":"The genera Hypsicera Latreille and Acerataspis Uchida are newly recognized from Korea. Of them six species, H. makiharai Kusigemati, H. femoralis(Fourcroy), H. rugosa Kusigemati, H. carinata Momoi et Kusigemati, H. nigribasis Momoi et Kusigemati and A. clavata(Uchida) are newly recorded for the first time in Korea. A key to the Korean species of the genus Hypsicera, based on the external characters are provided.","URL":"http://db.koreascholar.com/article?code=372065","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372065","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=DMdAjU7rgcg=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 미기록속 수중다리뭉툭맵시벌속과 곤봉뭉툭멥시벌속(벌목, 맵시벌과, 줄뭉툭맵시벌아과)에 관한 연구","en":"New Records of the Genera Hypsicera Latreile and Acerataspis Uchida(Hymenoptera, Ichneumonidae, Metopiinae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kim","given":"Dae-Yong"}],"title":"Olethreutinae (Lepidoptera, Tortricidae) from Mt. Changbai-Shan in China, part I","page":"287-302","page-first":"287","abstract":"During the expedition of Mt. Chanbai-shan, China in 2000, a total of 71 species of Olethreutinae was recognized. Of these, 15 species were reported of the first time from China. Phiaris semicremana (Christoph, 1881) was newly combined. The host plants, synonymies, and photographs of newly reported species are provided.","URL":"http://db.koreascholar.com/article?code=372066","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372066","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=NCu/r4kcqDA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Joon-Ho"}],"title":"Revision of the Fauna of Korean Spiders (Arachnida: Araneae)","page":"303-343","page-first":"303","abstract":"A list of Korean spiders was revised, including 46 families 225 genera 622 species which were reported by December 1999. Of these 61 added species and 37 alterated scientific names were supplemented, and 3 species, which have been reported since June 1994, were newly synonymized. The spider fauna of Korea is composed of 12 Cosmopolitan, 34 Holarctic, 66 Palearctic and 136 Korean endemic species. The spider fauna of Korea has much more similarity with Japanese spider fauna than with those of other countries.","URL":"http://db.koreascholar.com/article?code=372067","volume":"17","issue":"4","issued":{"date-parts":[[2000,12,30]]},"id":"http://db.koreascholar.com/article?code=372067","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Eee7Yra3zKA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Eguchi","given":"Katsuyuki"}],"title":"A Taxonomic Study on Asian Pheidole (Hymenoptera, Formicidae): New Synonymy, Rank Changes, Lectotype Designations and Redescriptions","page":"1-35","page-first":"1","abstract":"Nine previously described forms of Asian Pheidole species are synomimized, based on the reexamination of the type materials: Pheidole attila Forel, 1913 is synonymized with P. capellinii Emergy, 1887; Pheidole exasperata var. concordia Santschi, 1916 and P. e. var. fusiformis Viehmeryer, 1914, with P. aglae Forel, 1913; P. multicoma Eguchi, 19999, with P. comata F. Smith, 1858; P. havilandi var. sapuana Foreal, 1911 and P. h. var. selangorensis Forel, 1913, with P. havilandi Forel, 1911; P. huberi var. perakensis Forel, 1911, with P. huberi Forel, 1911; P. nodgii r. maxwellensis Forel, 1913, with P. magrettii Emery, 1887; P. treubi Forel, 1905, with P. noda Fr. Smith, 1874. P. nodgii var. tjibodana Forel, 1905 and P. sauberi subsp. sarawakana Forel, 1911 are considered to the good biological species. Lectotypes are designated for 31 forms of Asian Pheidole. Either rediscription or taxonomic remarks are given for each species.","URL":"http://db.koreascholar.com/article?code=372068","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372068","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=yOGc1sAf8fQ=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Deok-Seo Ku"}],"title":"한국산 Platyspathius Viereck속 (벌목, 고치벌과, 중국고치벌아과)의 1 신종","page":"37-41","page-first":"37","abstract":"A new species Platyspathius hospitus sp. nov. is described from Korea. Genus Platyspathius are recorded for the first time for East Palaearctic.","URL":"http://db.koreascholar.com/article?code=372069","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372069","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=d82eYT8ucyk=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 Platyspathius Viereck속 (벌목, 고치벌과, 중국고치벌아과)의 1 신종","en":"A New Species of the Geneus Platyspathius Viereck(Hymenoptea, Braconidae, Doryctinae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Havelka","given":"Jan"}],"title":"Systematic Study of the Genus Macrosiphum Taahashi (Hemiptera, Aphididae) in the Korean Peninsula. I. Subgenus Unisitobion","page":"43-50","page-first":"43","abstract":"Three species of Macrosiphum(Unisitobion) are recognized from the Korean Peninsula, among which M.(Unisitobion) sorbi matsumura, 1918 and M.(Unisitobion) perilae(Zhang, 1988), comb. nov. are new to the Korean Peninsula. Morphological characteristics are discussed with the microscopic photos. Two species, M.(Unisitobion) sorbi and M.(Unisitobion) perillae are redescribed. The subgeneric position of each species is discussed. The host plants, brief biology, and a key to all known species of the subgenus are also presented.","URL":"http://db.koreascholar.com/article?code=372070","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372070","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=ZEd+fRLUbsU=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kononenko","given":"Vladimir-S."}],"title":"Revisional Notes of the Palaearctic Species of the Genus Atrachea Warren (Lepidoptera, Noctuidae, Amphipyrinae), with Descriptions of Two New Species from China","page":"51-68","page-first":"51","abstract":"The East Palaearctic genus Atrachea Warren, 1911 are revised. Two generic names Trichosternum Draudt, 1950, syn. n. and Zutragum Nye, 1975(replacement name for Trichosternum), syn. n. are synonymized with Atrachea. Three new combinations and new synonymies for two specific names are proposed: Atrachea prasinatra(Draudt, 1950), comb. n., Atrachea leucochlora(Boursin, 1970), comb. n., Atrachea munda(Leech, 1900) = Valeriodes muscosula Draudt, 1950, syn. n.; A. viridinigra(Hreblay et Ronkay, 1997), comb. n.; Atrachea ochrotica(Hampso, 1910) = Trichosternum likianga Draudt, 1950, syn. n. Two new species, A. draudti sp. n. and A. chlorofasciata sp. n. from China are described. A list of Palaearctic species of Atrachea is presented.","URL":"http://db.koreascholar.com/article?code=372071","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372071","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=sHut24gzva4=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Sung-Hwan Oh"}],"title":"한국산 푸른자나방아과와 물결자나방아과 (나비목, 자나방과)의 한국미기록종과 새로운 채집지 추가 보고 및 1신종 기재","page":"69-78","page-first":"69","abstract":"A new species, Maxates sungbokahni sp. nov. is described and 10 speceis; Comibaena diluta(Warren, 1895), Comibaena tancrei Graeser, 1889, Comibaena subdelicata Inoue, 1986, Hemistola nemoriata(Staudinger, 1897), Hemistola cinctigutta Prout, 1935, Anticollix sparsata(Teitschke, 1828), Subphyla discomelaina(Wehrli, 1931), Perizoma haasi(Hedemann, 1881), Perizoma contritum(Prout, 1913), and Perizoma hydratum(Treitschke, 1829) are reported for the first time from Korea. Distribution of Thalera lacerataria Graeser, 1889, in Korea is reconfirmed. New data on the distribution of Trichoperyx inouei Hashimoto, Epilobophora obscuraria(Leech), and Xanthorhoe fluctuata malleola Inoue in Korea are provided.","URL":"http://db.koreascholar.com/article?code=372072","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372072","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=t3G0mcyUYCE=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 푸른자나방아과와 물결자나방아과 (나비목, 자나방과)의 한국미기록종과 새로운 채집지 추가 보고 및 1신종 기재","en":"New and Little Known Geometrinae and Larentiinae from Korea, with Description of A New Species(Lepidoptera, Geometridae)"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"literal":"Yang-Seop Bae"}],"title":"한국산 들명나방아과 (나비목, 포충나방과)의 4미기록종","page":"79-86","page-first":"79","abstract":"Four species of Pyraustinae, Agrotera posticalis Wileman, Udea stigmatalis(Wileman), Diathraustodes amoenialis(Christoph), and Pygospila tyres(Cramer), are recorded for the first time from Korea. Among tehm, the genitalia of U. stigmatalis are described and figured for the first time. Diathraustodes and Pygospila re newly recorded genera to the Korean fauna. The adults and both sexes of genitalia are briefly described and illustrated.","URL":"http://db.koreascholar.com/article?code=372073","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372073","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=OQIWdfIeGT8=","content-type":"application/pdf"}],"multi":{"_key":{"title":{"ko":"한국산 들명나방아과 (나비목, 포충나방과)의 4미기록종","en":"Taxonomic Study of Four Unrecorded species of Pyraustinae(Lepidoptera, Crambidae) from Korea"}}}}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"A Revised Status of Anacampsis lugens Caradja, 1920 (Lepidoptrera, Gelechiidae)","page":"87-90","page-first":"87","abstract":"Anacampsis lugens Caradja synonymized with populella(Clerk) by Park(1996) was reexamined and is confirmed to be a good species.","URL":"http://db.koreascholar.com/article?code=372074","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372074","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=yVpSGD2H1wE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Gwan-Seok"}],"title":"A New Record of Caloptilia schisandrae Kumata (Lepidoptera, Gracillariidae) from Korea","page":"91-93","page-first":"91","abstract":"Caloptilia schisandrae Kumata is reported for the first time from Korea, with redescription of adult and illustration of the genitalia of both sexes. Larvae of the species caused damages on young plants of Schisandra chinensis(Turcz.).","URL":"http://db.koreascholar.com/article?code=372075","volume":"18","issue":"1","issued":{"date-parts":[[2001,3,30]]},"id":"http://db.koreascholar.com/article?code=372075","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Z4dZwTPfDNg=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ronkay","given":"L."}],"title":"A Revision of the Genus Stenoloba Staudinger (Lepidoptera, Noctuidae, Bryophilinae) with Descriptions of 15 New Species and 3 New Subspecies from East Asia (II)","page":"95-121","page-first":"95","abstract":"Fiften new species of the genus Stenoloba Staudinger (Lepidoptera, Noctuidae, Bryophilinae) are described in this second part of the article, with 21 colour photos of adults and 33 genitalia figures.","URL":"http://db.koreascholar.com/article?code=372076","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372076","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=hLR8534Spss=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Oh","given":"Sung-Hwan"}],"title":"A Review of the Subfamily Nolinae (Lepidoptera, Noctuidae) in Korea (I) : Genus Nola Leech","page":"123-137","page-first":"123","abstract":"Twelve species of the genus Nola, including a new species, Nola longicosta sp. nov. are recognized from Korea. Among them, six species, Nola cristatula(Hubner), N. yoshinensis(wileman & West), N. japonibia(Strand), N. nami(Inoue), N. ebatoi(Inoue), and N. okanoi(Inoue) are reported for the first time from Korea. Genital characteristics of the species are briefly described with illustration, and all available collecting data are given.","URL":"http://db.koreascholar.com/article?code=372077","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372077","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=lEZIWMXBv7Y=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Wu","given":"Chunsheng"}],"title":"Additional Faunistic Data and Discussions of Lecithoceridae (Lepidoptera) from Sri Lanka, with Descriptions of Seven New Species","page":"139-152","page-first":"139","abstract":"Two new species of Torodorinae-Hyperochtha acanthovalva sp. nov., and Antiochtha pycnotarsasp. nov.-and five new species of Lecithocerinae-Alciphanes clavata sp. nov., Frisilia ceylonica sp. nov., Carodista grypotatos sp. nov., C. tribrachia sp. nov., and C. wilpattuaesp. nov.-are described, with illustrations of their genitalia. Some generic relationships are discussed, Technographa Meyrick, syn. nov. with Timyra Walker and Stelechoris Meyrick, stat. rev. is proposed. Two species previously placed in Thubana Meyrick are transferred to the genus Stelechoris Meyrich, and ten species of Lecithocera are transferred to Carodista Meyrick.","URL":"http://db.koreascholar.com/article?code=372078","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372078","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=1GRMmvMwCsk=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yang-Seop"}],"title":"Korean Species of the Genus Ypsolopha Latreille (Lepidoptera, Yponomeutidae)","page":"153-162","page-first":"153","abstract":"The Korean species of the genus Ypsolopha Latreille are reviewed. A total of 10 species is recognzed. mong them, three species, Y. cristatus Moriuti, Y. japonicus Moriuti, and Y. parenthesellus(Linnaeus) are recorded for the first time from Korea. Collecting data and biological informations for the species are given, and external characteristics and genital structures for he newly known species are redescribed and illustrated.","URL":"http://db.koreascholar.com/article?code=372079","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372079","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=0K6kA3cYlKE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"June-Yeol"}],"title":"New Parasitoid Species of Cinara- aphids on Conifers from Korea (Hymenoptera, Braconidae, Aphidiinae)","page":"163-169","page-first":"163","abstract":"Three new species of aphid parasitoids and their host-plant associations are described: Pauesia koraiensis Stary(Cinara cembrae Inouye and C. sp. on Pinus koreaiensis), Pauesia holmani Stary(Cinara sp. and C. watanabei Inouye on Pinus koraiensis, and C. laricis Hartig on larix olgensis) and Pauesia gwangleungensis Stary(Cinara shinjii Inouye on Pinus parviflora).","URL":"http://db.koreascholar.com/article?code=372080","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372080","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=WJyakBWAve4=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"A Review of the Anthribidae (Coleoptera) from the Korean Peninsula","page":"171-200","page-first":"171","abstract":"In the review of the family Anthribidae( Coleoptera; Curculionoidea) fro mthe Korean peninsula, 38 species of 27 genera are recogniced. New taxa, records, regards of misidentification and synonymies treated in this paper are as follows. A new species Uncifer triangulus sp. nov. and a new subspecies, Platystomos sellatus longicrus, subsp. nov. are described, and nine species, < Xanthoderopygus watanabei Senoh, Araeerus tarsalis Sharp, Choragus cryphaloides Sharp, Androceras flavellicornis(Sharp), Gonotropis gibbosa LeConte, Autotropis basipennis(Sharp), Uncifer difficilis(Sharp), Uncifer truncatus(Sharp), and Phaulimia confinis(Sharp)>, are reported for the first time from Korea. Exechesops elenae Egorov is dealt with a synonym of Exechesops foliatus Frieser. Keys to the subfamilies, tribes, genera and species are provided.","URL":"http://db.koreascholar.com/article?code=372081","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372081","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=tTXWdccNNMU=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kim","given":"Dae-Yong"}],"title":"Carabidae (Coleoptera) from Mt. Changbai-shan in china, Part 1","page":"201-209","page-first":"201","abstract":"During the expedition of Mt. Changbai-shan, China in 2000, a total 24 species of Carabidae was recognized. Of these, 4 species, Hemicarabus(Hemicarabus) macleayi coreensis(Breuning, 1933), Leptocarabus(Aulonocarabus) canaliculatus vojnitsi(Mandl, 1980), Megodontus(Nabicaraus) vietinghoffi borealis Kwon et Lee, 1984, and Cymindis(Tarulus) vaporariorum immaculatus Dejean et Boisduval, 1829, are reported for the first time from China.","URL":"http://db.koreascholar.com/article?code=372082","volume":"18","issue":"2","issued":{"date-parts":[[2001,6,30]]},"id":"http://db.koreascholar.com/article?code=372082","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=kwkGFskRPV0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Two New Records and Three Rare Species of Korean Arctiidae (Lepidoptera)","page":"211-217","page-first":"211","abstract":"Atolmis rubricollis (L.) and Arctia flavia (Fuessly) are reported for the first time from the Korean Peninsula. Three unknown species from 5. Korea, Diacrisia irene (B.) Hyphoraia aulica (L.), and Parasemin plantaginis (L.) are discovered from N. Korea. Colour photos of adults and genitalia are provided.","URL":"http://db.koreascholar.com/article?code=372083","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372083","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=K+qLLDFkK0A=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ronkay","given":"Laszlo"}],"title":"New Records of Korean Noctuidae (Lepidoptera), with Description of a New Species","page":"219-227","page-first":"219","abstract":"A new species, Mataeomera esbiahni, sp. nov., is described, and three species; Koyaga virescens (Sugi), Spodoptera mauritia (Boisduval), Orthosia nigromaculata (H<TEX>$\\\"{o}}$</TEX>ne), are reported for the first time from Korea, with illustrations of their genitalia.","URL":"http://db.koreascholar.com/article?code=372084","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372084","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=+l2N77BOeP0=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Cho","given":"Soo-Won"}],"title":"Review of Korean Dacetini (Hymenoptera, Formicidae, Myrmicinae)","page":"229-241","page-first":"229","abstract":"Most current systematic changes in the tribe Dacetini are applied to the Korean dacetine ants. The tribe Dacetini of Korea include Strumigenys lewisi, Pyramica incerta, p. japonica, P mutica, and P. hexamerus. Taxonomic positions are revised, new informations are added, and a full reference list is provided.","URL":"http://db.koreascholar.com/article?code=372085","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372085","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=k4d3Rnob0xs=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Jong-Kyun"}],"title":"A New Pterostichine Beetle of the Subgenus Nialoe Tanaka from South Korea (Coleoptera, Carabidae)","page":"243-248","page-first":"243","abstract":"A new pterostichine species, Pterostichus (Nialoe) jogaesanensis sp. nov., is described from Korea, with illustration of adult, its ma1e genitalia and last abdominal sternite.","URL":"http://db.koreascholar.com/article?code=372086","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372086","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=zwVJeD0V1xc=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Jong-Eun"}],"title":"Biologv and Preimaginal stages of Oides decempunctatus (Billberg) from Korea (Coleoptera, Chrysomelidae, Galerucinae)","page":"249-253","page-first":"249","abstract":"Detailed morphological description and illustrations to all immature stages of Oides decempunctatus (Billberg) are presented herein for the first time. Some remarks on their systematics and biology are also given.","URL":"http://db.koreascholar.com/article?code=372087","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372087","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=OUg+vBwy1Mw=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Han","given":"Ho-Yeon"}],"title":"A Systematic Study of the Genera Adapsilia and Parageloemyia in Korea (Diptera, Tephritoidea, Pyrgotidae)","page":"255-291","page-first":"255","abstract":"Korean species of the genera Adapsilia Waga and Porogeloemyia Hendel are taxonomically investigated. So far, members of Pyrgotidae are known as internal parasites of adult scarabaeoid booties, but host relationships of the above two genera are not known yet. Based on the Korean specimens of these genera, adult external structures, including genitalia of both sexes, are described and illustrated. As a result, we recognized the following 10 species previously unknown in Korea: Adapsilia breviantenna sp. nov. ; A. coarctata Waga; A. cornugaster sp. nov.; A. hispida sp. nov.,; A. longifasciata sp. nov.; A. ochrosoma sp. nov.; A. tenebrosa sp. nov.; Parageloemyia nigrofasciata(Hendel); and P. wonjuensis sp. nov. In addition, we provided a key to the all 14 Korean pyrgotid species and conducted a cladistic analysis to infer phylogenetic relationships among them.","URL":"http://db.koreascholar.com/article?code=372088","volume":"18","issue":"3","issued":{"date-parts":[[2001,9,30]]},"id":"http://db.koreascholar.com/article?code=372088","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=giVNdC8hUQI=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yang-Seop"}],"title":"A Revision of the Genus Nephopterix Hübner (Lepidoptera, Pyralidae, Phycitinae, Phycitini) from Korea","page":"293-306","page-first":"293","abstract":"The Korean species of genus Nephopterix Hübner, 1825 is revised. Seven species of genus Korea are treated. Among them, one species, Nephopterix paraexotica is described as new to science and two species, N. fumella (Eversmann) and N. tomisawai Yamanaka, are recorded for the first time from Korea. Adults, wing venations, and genitalia of both sexes are illustrated. Collecting data and biological informations for the species are also given. Keys to all known species of the genus based on external and genitalic characters are provided.","URL":"http://db.koreascholar.com/article?code=372089","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372089","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=U+SzX32cS9A=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Two New Species of Dichomeris (Lepidoptera, Gelechiidae) from Taiwan","page":"307-310","page-first":"307","abstract":"Two new species; Dichomeris aculata syn. nov. and D. elegans sp. nov. are described from Tawan.","URL":"http://db.koreascholar.com/article?code=372090","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372090","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=f7k6OneWhhQ=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"Sei-Woong"}],"title":"New Record of Horithyatira kawamurae (Matsumura) (Lepidoptera, Thyatiridae) from Korea","page":"311-313","page-first":"311","abstract":"Horithyatira kawamurae (Matusumura) (Thyatiridae, Lepidotpera) is reported for the first from Korea. Adults of H. kawamurae and its closely allied species, Thyatira batis (Linnaeus), are examined for comparison and redescription of H. kawamurae with the female genitalia is provided.","URL":"http://db.koreascholar.com/article?code=372091","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372091","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=JrWxtwquIyU=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Havelka","given":"Jan"}],"title":"New Record of the Genus Muscaphis (Sternorhyncha, Aphididae) in the Eastern Palearctic Region","page":"315-323","page-first":"315","abstract":"Muscaphis stroyani (Smith, 1980) and Muscaphis escherichi (Borner, 1939) were collected from Mt. Baekdu-san, North Korea. Fundatrix and alate emmigrant female of the Korean specimens are described. Host plants and brief biology of each species are discussed and the biometric data for fundatrix and alate emmigrant female are given. A key to species for fundatrix and alate emmigrant female is also presented","URL":"http://db.koreascholar.com/article?code=372092","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372092","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=NLJ4LXW/d7I=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Woo","given":"Kun-Suk"}],"title":"A Revision of the Tribe Anthidiini (Hymenoptera, Megachilidae) in Korea","page":"325-333","page-first":"325","abstract":"The bees belonging in the tribe Anthidiini from Korea were revised, five genera six species were recorded and given the key to genera and species. Amens them, L. malaisei Popov and S. melanura Cockerell were new to Korea.","URL":"http://db.koreascholar.com/article?code=372093","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372093","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=XbEEon0Rj7c=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Byun","given":"Bong-Kyu"}],"title":"Genus Arrhenophagus Aurivillius (Hymenoptera, Encytidae) New to Korea","page":"335-338","page-first":"335","abstract":"The genus Arrhenophagus Aurivillius comprising one species, A. chionaspidis Aurivillius is reported for the first time from Korea.","URL":"http://db.koreascholar.com/article?code=372094","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372094","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=8phXeZOCLi8=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Woon-Ik"}],"title":"Two Species of Marietta Motschulsky (Hymenoptera, Aphelinidae) New to Korea","page":"339-344","page-first":"339","abstract":"Two species, Marietta carnesi (Howard) and M. picta (Andre) are reported for the first time from Korea and a key is given for separating the females.","URL":"http://db.koreascholar.com/article?code=372095","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372095","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=z8qI8fKX9VE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"A Review of the Family Melandryidae (Coleoptera) in Korea","page":"345-355","page-first":"345","abstract":"Thirteen species belonging to nine genera of the family Melandryidae are recognized from Korea. Among them, eight species (Orchesia imitans Lewis, Dircaea erotyloides Lewis, Dircaeomorpha elegans Sasaji, Mikadonius gracilis Lewis, 1895, Enchodes orientalis Nikitsky, Phloeotrya obscura (Lewis), P. rugicollis Lewis, and Melandrya mongolica Solsky) are reported for the first time from Korea. Keys for subfamilies, genera, and species are given, and illustrations of adults and male genitalia are provided.","URL":"http://db.koreascholar.com/article?code=372096","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372096","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=qBewfavji9I=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Yoon","given":"Il-Byung"}],"title":"Taxonomy of the Genus Chlorophanus Sahlberg (Curculionidae, Coleoptera) in Korea","page":"357-367","page-first":"357","abstract":"Three species of the genus Chlorophanus Sahlberg are recognized and one species is questionable species from Korea. Among them, Chlorophanus planus Cyllenhal is reported for the first time from Korea. External and genital characteristics for the species is redescribed and illustrated. Key to the species are provided. Sexual dimorphic variations are described and illustrated.","URL":"http://db.koreascholar.com/article?code=372097","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372097","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=xtV+1mVcsyM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ahn","given":"Kee-Jeong"}],"title":"New Records of Cyparium Erichson and Scaphidium Olivier Species in Korea (Coleoptera, Staphylinidae, Scaphidiinae)","page":"369-372","page-first":"369","abstract":"A taxonomic study of two scaphidiine genera Cyparium Erichson and Scaphidium Olivier in Korea is presented. Members of Cyparium and Scaphidium are known to be obligate inhabitants on mushrooms Four species are recognized. The genus Cyparium Erichson and two species [Cyparium mikordo Achard, Scaphidium optabile (Lewis)] are reported for the first time in Korea. The illustrations, descriptions, and key to the known species in Korea are presented.","URL":"http://db.koreascholar.com/article?code=372098","volume":"18","issue":"4","issued":{"date-parts":[[2001,12,31]]},"id":"http://db.koreascholar.com/article?code=372098","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=t2sczM3yv3U=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Huang","given":"Yiau-Min"}],"title":"A Pictorial Key to the Mosquito Genera of the World, including Subgenera of Aedes and Ochlerotatus (Diptera : Culicidae)","page":"1-130","page-first":"1","abstract":"A pictorial key it presented for the identification of adult mosquitoes of 2 sub families of Culicidae, 2 genera of Anophelinae, 38 genera of Culicinae, 22 subgenera of Aedes and 20 subgenera of Ochlerotatus. Scanning electron micrographs (SEM) demonstrate the taxonomic characters used in the key.","URL":"http://db.koreascholar.com/article?code=372099","volume":"19","issue":"1","issued":{"date-parts":[[2002,3,30]]},"id":"http://db.koreascholar.com/article?code=372099","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=h3iUJsTTFTg=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kun","given":"Andras"}],"title":"Taxonomic Notes on the Korean Ethmia (Lepidoptera: Oecophoridae; Ethmiinae)","page":"131-136","page-first":"131","abstract":"Three Ethmia species have been found in new materials from Korea: Ethmia comitella Caradja, 1927 (= Ethmia xanthopleura Meyrick, 1931, syn. n.; Ethmia comitella steppella Dubatolov, Ustjuzhanin & Zintschenko, 1997, syn. n.), Ethmia septempunctata (Christoph, 1882), and Ethmia cirrhocnemia (Lederer, 1870) found at the Korea-China border. Taxonomic comments and new distribution data of these three species are given, with illustrations of male and female genitalia.","URL":"http://db.koreascholar.com/article?code=372100","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372100","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=R+xjsAy6ocM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Brown","given":"Richard-L."}],"title":"New Species of Blastobasis Zeller from New Caledonia and Fiji (Lepidoptera: Gelechioidea: Coleophoridae: Blastobasinae)","page":"137-145","page-first":"137","abstract":"Five species of Blastobasis are described: Blastobasis murcyae, B. moffetti, B. christou, B. orladelaneae from New Caledonia and B. lososi from Fiji Islands. These descriptions represent, for the first time, a report of Blastobasinae (Coleophoridae) on these islands. Photographs of the imagos, illustrations of wing venation, male and female genitalia are provided as available.","URL":"http://db.koreascholar.com/article?code=372101","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372101","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=TfdE8d6ehyY=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Taxonomic Review of the Genus Torodora Meyrick in Thailand, with Descriptions of Fifteen New Species (Lepidoptera: Lecithoceridae)","page":"147-166","page-first":"147","abstract":"Fifteen species of the genus Torodora Meyrick (karsholti sp. nov., loeica sp. nov., fuscobasalis sp. nov., epiphorana sp. nov., epitriona sp. nov., spinula sp. nov., longilobella sp. nov., lineata sp. nov., epicharis sp. nov., aritai sp. nov., chumponica sp. nov., pentagona sp. nov., moriyasu sp. nov.; sagmaria sp. nov., and chiangdoica sp. nov.) are described from Thailand, and three species of the genus (flavescens Gozmany, parotidosa Wu, and pegasana Wu & Liu) are reported for the first time from Thailand. The genus Toxotarca Wu is synonymized with Torodora Meyrick. Photographs of the imagos and illustrations of male and female genitalia are given as available.","URL":"http://db.koreascholar.com/article?code=372102","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372102","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=kTvIeQPSZHE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yang-Seop"}],"title":"The Genus Pyrausta Schrank (Lepidoptera: Crambidae: Pyraustinae) from Korea, with Description of a New Species","page":"167-180","page-first":"167","abstract":"In a review of the genus Pyrausta (Lepidoptera: Crambidae: Pyraustinae) in the Korean peninsula, 12 species including three species of North Korea are recognized. Among them, P. nigrimaculata Bae et Kim is described as new to science, and P. chrysitis Butler is reported for the first time from Korea. A Key to species of the genus, based on the external characters, is provided. Morphological descriptions with illustrations of the genitalia for the all known species are given.","URL":"http://db.koreascholar.com/article?code=372103","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372103","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=B9ObNZ07Dr4=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Sone","given":"Shinzaburo"}],"title":"A New Cave Dwelling Species of the Genus Coreoblemus Ueno, 1969 (Coleoptera: Carabidae: Trechinae) from Korea","page":"181-185","page-first":"181","abstract":"A new species of the genus Coreoblemus Ueno, 1969, Coleoblemus namkungi sp. nov. is described from Korea.","URL":"http://db.koreascholar.com/article?code=372104","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372104","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=31/tGa55D8c=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Ahn","given":"Kee-Jeong"}],"title":"The Korean Species of the Genus Anisotoma Panzer (Coleoptera: Leiodidae: Leiodinae)","page":"187-197","page-first":"187","abstract":"A taxonomic study of the genus Anisotoma Panzer in Korea is presented. Six species are recognized in Korea. Five species [Anisotoma besucheti Angelini and De Marzo, A. castanea niponensis Hisamatsu, A. frontalis (Portevin), A. rubromaculata Hisamatsu, and A. smetanai Angelini and De Marzo] are reported for the first time in Korea. Anisotoma curta (Portevin) is redescribed. A key, descriptions, and drawings of diagnostic characters of known Korean Anisotoma species are given.","URL":"http://db.koreascholar.com/article?code=372105","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372105","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=N72t3S7rbQo=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Woo","given":"Kun-Suk"}],"title":"A New Frankliniella Species (Thysanoptera, Thripidae) on Gramineae from Korea","page":"199-204","page-first":"199","abstract":"A new species, Frankliniella gilva sp. nov. on Gramineae is described with illustrations of external characters from Korea. The species is distinguishable from other related species by the uniformly pale-yellow body, the prolonged head between compound eyes, five ventral pigmented facets on compound eyes, and the absence of mesosternal spinula.","URL":"http://db.koreascholar.com/article?code=372106","volume":"19","issue":"2","issued":{"date-parts":[[2002,6,30]]},"id":"http://db.koreascholar.com/article?code=372106","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=jv1GxppXL7w=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"June-Yeol"}],"title":"New Species and Populations of Lysiphlebus Foerster-Aphid Parasitoids (Hymenoptera: Braconidae: Aphidiinae) in Korea","page":"205-211","page-first":"205","abstract":"An analysis of Lysiphlebus Foerster species reared from various field-collected aphid species determined the presence of probably trans-palearctic L. fabarum (Marsh.), L. testaceipes (Cress.) which is an accidentally introduced and established immigrant from North America, and L. koraiensis Stary sp. n., a native species of presumably broader distribution. Both parthenogenetic and biparental populations of L. fabarum were identified in Korea.","URL":"http://db.koreascholar.com/article?code=372107","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372107","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=x6QeXfnPupc=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"Sei-Woong"}],"title":"Taxonomic Review of the Korean Xanthorhoini (Geometridae: Lepidoptera)","page":"213-231","page-first":"213","abstract":"The tribe Xanthorhoini of Larentiinae in Korea is reviewed. Eighteen species of eight genera, Scotopteryx Hubner, Costaconvexa Agenjo, Catarhoe Herbulot, Orthonama Aubert, Xanthorhoe Hubner, Euphyia Hubner, Epirrhoe Hubner, and Glaucorhoe Herbulot, are recognized. Four new taxonomic changes are suggested: Scotopteryx golovushkini Kostjuk syn. nov. and S. kuznecovi Herbulot syn. nov. of S. acutangulata Inoue; Microcalcarifera Inoue syn. nov. of Catarhoe Herbulot; and one new combination, Catarhoe obscura (Butler) comb. nov. A key to genera, diagnosis of each species, distribution map and illustrations of adults including male and female genitalia are provided.","URL":"http://db.koreascholar.com/article?code=372108","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372108","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=WGfpLkI6D9Q=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Adamski","given":"David"}],"title":"Blastobasinae (Lepidoptera: Gelechioidea: Coleophoridae) of Thailand, Part 1. Four New Species of Calosima Dietz, 1910","page":"233-239","page-first":"233","abstract":"Four new species of Calosima Dietz, 1910 (Holcocerini); Calosima albafaciella, C. albafasciata, C. malikuli, and C. moriutii are described from Thailand. Photographs of the imagos and illustrations of the male and female genitalia are provided as available.","URL":"http://db.koreascholar.com/article?code=372109","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372109","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=VmkZZbIRHJY=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Jong-Wook"}],"title":"Ephemeroptera (Insecta) Fauna of Northeast China","page":"241-269","page-first":"241","abstract":"A comprehensive literature review and examination of mayfly materials from Northeast China resulted in the recognition of 65 species, 28 genera, and 12 families of Ephemeroptera. Checklist, original reference sources, larval diagnoses, measurements, materials examined, distributions, and taxonomic remarks are provided. Macro-photos of larval body (dorsal view) and line-drawings of larval key characters are also provided.","URL":"http://db.koreascholar.com/article?code=372110","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372110","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=eZkuczKKdvU=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"Classification of the Leafbeetles from Korea. Part IV. Subfamily Zeugophorinae (Coleoptera: Chrysomelidae)","page":"271-276","page-first":"271","abstract":"Leafbeetles of subfamily Zeugophorinae in Korea are revised. Z. annulata and Z. bicolor are known to the Korean peninsula until now. This subfamily is classified into only one genus, Zeugophora Kunze. Species of the genus are revised. Among them, Zeugophora (Pedrillia) trisignata sp. nov. is described as new to science. A key, external photos, geographical data and host plants to the three species of the genus, included description of new species, are provided.","URL":"http://db.koreascholar.com/article?code=372111","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372111","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=AJtwanY5eNU=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kwon","given":"Yong-Jung"}],"title":"Taxonomy of the Tabanus immanis Species Group (Diptera: Tabanidae) in Korea","page":"277-282","page-first":"277","abstract":"Horseflies of the Tabanus immanis species group from Korea are revised taxonomically. A total of six species are arranged herein. Among them, T. vibex is new to science, and T. toshiokai is newly recorded. A key, annotated domestic records, and collection data are also provided.","URL":"http://db.koreascholar.com/article?code=372112","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372112","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=AkhP9sJouO4=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Lee","given":"Seung-Gil"}],"title":"Taxonomic Review of Korean Eumenine Wasp Genus Symmorphus Wesmael (Eumeninae: Vespidae: Hymenoptera)","page":"283-297","page-first":"283","abstract":"Korean Symmorphus species are reviewed taxonomically. We have confirmed eleven species including six newly recorded ones from the Korean Peninsula: Symmorphus ambotretus, S. angustatus, S. apiciornatus, S. bifasciatus, S. carinatus, S. decens, S. foveolatus, S. lucens, S. mizuhonis, S. murarius, S. tsushimanus. A key, diagnosis, remark and illustrations to all the known species are provided.","URL":"http://db.koreascholar.com/article?code=372113","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372113","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=qEzy+oDmmQE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yeon-Jae"}],"title":"Nymphs of Two Peltoperlid Stoneflies (Plecoptera: Peltoperlidae) from Vietnam","page":"299-302","page-first":"299","abstract":"Two species of peltoperlid stonefly nymphs, Cryptoperla bisaeta (Kawai) and Cryptoperla sp. 1 (Plecoptera, Peltoperlidae), are described from Vietnam. Their descriptions, diagnoses, photographs, and taxonomic remarks are provided.","URL":"http://db.koreascholar.com/article?code=372114","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372114","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=MI7kOvSPWNY=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Paik","given":"Jong-Cheol"}],"title":"The Occurrence of Pterosticshus (Nialoe) truncatus (Coleoptera: Carabidae) from Mt. Noaksan in the Vicinity of Sangju City, Korea","page":"303-305","page-first":"303","abstract":"The occurrence and newly described features, Pterostichus (Nialoe) tuuncatus Park et Kwon, 1996, was discussed and comprised with allied species by collection of Mt. Noaksan, vicinity of Sangju city, Korea.","URL":"http://db.koreascholar.com/article?code=372115","volume":"19","issue":"3","issued":{"date-parts":[[2002,12,31]]},"id":"http://db.koreascholar.com/article?code=372115","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=+rE7lVUPR04=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Adamski","given":"David"}],"title":"Blastobasinae (Lepidoptera: Gelechioidea: Coleophoridae) of Thailand, Part II. Four New Species of Blastobasis Zeller, 1855","page":"1-6","page-first":"1","abstract":"Four new species of Blastobasis Zeller, 1855 are described from Thailand: B. tridigitella, B. basipectenella, B. bispinaella, and B. ianella. Photographs of the imagos and illustrations of the male and female genitalia are provided.","URL":"http://db.koreascholar.com/article?code=372116","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372116","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=Z5oZOft7nYI=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Speidel","given":"Wolfgang"}],"title":"New Species of Aquatic Moths from the Philippines (Lepidoptera, Crambidae)","page":"7-49","page-first":"7","abstract":"Twenty eight new species of Acentropinae are described from the Philippines: Nymphieula negrosensis sp. nov., N. mindorensis sp. nov., N. zambalensis sp. nov., N. samarensis sp. nov., N. banauensis sp. nov., Eoophyla pulehralis sp. nov., E. naumanni sp. nov., E. fontis sp. nov., E. nussi sp. nov., E. riehteri sp. nov., E. yeni sp. nov., E. quezonensis sp. nov., E. bieolensis sp. nov., E. litoralis sp. nov., E. montanalis sp. nov., E. eallilithalis sp. nov., E. sehintlmeisteri sp. nov., E. ley tens is sp. nov., E. eernyi sp. nov., E. napoleoni sp. nov., E. eervinalis sp. nov., Eristena samaritai sp. nov., Margarostieha nigreseens sp. nov., Paraeymorizafuliginosa sp. nov., P. argenteolineata sp. nov., P. nigrella sp. nov., Parapoynx leueographa sp. nov., and P. pyenarmonides sp. novo New generic combinations: Ambia triehostylalis Hampson, 1897 from Sulawesi is transferred from the Musotiminae to Eoophyla (Acentropinae) where it stands as Eoophyla triehostylalis (Hampson, 1897) comb. n.; Eoophyla wollastoni (Rothschild, 1915) comb. n. (Aulaeodes), Eoophyla flavifaseialis (Hampson, 1917) comb. n. (Aulaeodes), Eoophyla longiplagialis (Hampson, 1917) comb. n. (Aulaeodes), the last three species are from Irian Jaya; and Eoophyla stresemanni (Rothschild, 1915) (Aulaeodes) comb. n. from Ceram. The male and female genitalia are illustrated together with pictures of the adults. The diagnostic features of the species are given and the nearest relatives are indicated. All new species are Philippine endemics. The rate of endemism in the Acentropinae of the Philippines is about 85%. This remarkable high percentage, corroborating the notion that the Philippines are a hot spot of biodiversity in South East Asia, points to the particular geographic situation and geological history of the Philippine Islands.","URL":"http://db.koreascholar.com/article?code=372117","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372117","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=voItqF6V1jA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Three New Species of the Genus Tisis Walker from Malaysia (Sarawak), with Notes on Some Little Known Species (Lepidoptera: Lecithoceridae)","page":"51-58","page-first":"51","abstract":"Three species of the genus Tisis are newly described from Sarawak, Malaysia: T. amabilis sp. nov., T. sabahensis sp. nov., and yasudai sp. nov.. T. luteella (Snellen) is reported for the first time from Sarawak. Taxonomical notes on some little known species are given, with illustrations of their adult images. Illustrations of the genitalia of the new species and the newly reported species from Sarawak are provided.","URL":"http://db.koreascholar.com/article?code=372118","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372118","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=EIh0IF2yDFQ=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Yeo","given":"Yong-Seok"}],"title":"Pyraloidea (Lepidoptera) from Mt. Changbai-shan in China, part I","page":"59-69","page-first":"59","abstract":"During the expedition of Mt. Chanbai-shan, China in 1999 to 2002, a total of 67 species belonging to 47 genera, 7 subfamilies are recognized. Of these, 11 species, Eudonia hiranoi Inoue, Scoparia yamanakai Inoue, Crambus argyrophorus Butler, Goniorhynchus exemplaris Hampson, Herpetogramma moderatalis (Christoph), Herpetogramma pseudomagna Yamanaka, Opsibotys perfuscalis Munroe et Mutuura, Pleuroptya harutai (Inoue), Pyrausta rubiginalis (Hubner), Hypsopygia regina Butler, and Orthopygia nannodes (Butler) are reported for the first time from China. The synonymies, distributional ranges, and photographs of newly reported species are provided.","URL":"http://db.koreascholar.com/article?code=372119","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372119","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=yEXJaFIEEPE=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kim","given":"A-Young"}],"title":"Taxonomic Review of Korean Sericinae (Coleoptera, Melolonthidae) I : Genera Serica Mac Leay and Nipponoserica Nomura","page":"71-79","page-first":"71","abstract":"A taxonomic review of the genera Serica Mac Leay and Nipponoserica Nomura belonging to the subfamily Sericinae in Korea is presented. As a result, four species of the genus Serica induding two new species, S. hirsuta sp. nov. and S. lutea sp. nov., and two species of the genus Nipponoserica including one new species, N. opacicarina sp. nov. are considered to distribute in the Korean peninsula. The keys to the species, descriptions of the three new species and illustrations of adult&#39;s morphological characteristics and aedeagi are provided.","URL":"http://db.koreascholar.com/article?code=372120","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372120","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=pCOgpYEZlbo=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Kim","given":"A-Young"}],"title":"Taxonomic Review of Korean Sericinae (Coleoptera, Melolonthidae) II : Genus Maladera Mulsant","page":"81-94","page-first":"81","abstract":"A taxonomic study of the genus Maladera Mulsant of Korean Sericinae (Coleoptera, Melolonthidae) is presented. As a result, sixteen species are recognized including one new species, Maladera coreana sp. nov., and one subspecies, Maladera castanea koreana subsp. nov. A key, descriptions of the new species and subspecies, and photographs of aedeagus are provided.","URL":"http://db.koreascholar.com/article?code=372121","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372121","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=6dRPLKSmIDM=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Han","given":"Kee-Jeong"}],"title":"New Records of Two Agathidiine Genera and Species, and Key to the Genera of the Agathidiini in Korea (Coleoptera: Leiodidae: Leiodinae)","page":"95-101","page-first":"95","abstract":"A taxonomic study of two agathidiine genera and species in Korea is presented. The genera and two species [Cyrtoplastus seriepunctatus (Brisout, 1867) and Liodopria maculicollis Nakane, 1963] are reported for the first time in Korea. Descriptions and illustrations of diagnostic characters of these species, and key to the genera of the Agathidiini are provided.","URL":"http://db.koreascholar.com/article?code=372122","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372122","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=578gzCTUois=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Park","given":"Kyu-Tek"}],"title":"Taxonomic Notes of the Family Pseudococcidae (Sternorrhyncha) in Korea, I. Tribes Phenacoccini, Rhizoecini, and Sphaerococcini","page":"103-124","page-first":"103","abstract":"A total of 22 species belonging to nine genera of the tribes Phenacoccini, Rhizoecini, and Sphaerococcini (Sternorrhyncha: Pseudococcidae) are noted in Korea, with descriptions and illustrations for full grown female. Among them, three species, Heliococcus puerariae sp. nov., Heliococcus zoysiae sp. nov., and Phenacoccus rubicola sp. nov., are new to science, and four species, Coccura comari (Kilnow, 1880), Heliococcus kuriensis Danzig, 1971, Puto erigeroneus (Kanda, 1959), and Puto orientalis Danzig, 1978, are reported for the first time from the Korean Peninsula, and a species is newly known from South Korea. Eleven species, which previously recorded in Korea, have not been found from South Korea during this study.","URL":"http://db.koreascholar.com/article?code=372123","volume":"20","issue":"1","issued":{"date-parts":[[2003,3,31]]},"id":"http://db.koreascholar.com/article?code=372123","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=hQXT7mKsAjA=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Paik","given":"Jong-Cheol"}],"title":"Andrenidae (Hymenoptera, Apoidea) of Korea","page":"125-137","page-first":"125","abstract":"A total of 50 species under two genera in the family Andrenidae are listed from Korea based on the examination of specimens in several depositories and literatural review. Andrena kyusani Kim & Kim, 1989 is found to be a junior synonym of A. longitibialis Hirachima, 1961.","URL":"http://db.koreascholar.com/article?code=372124","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372124","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=7Lcpc9pvR/8=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Choi","given":"Yong-Gun"}],"title":"Korean Cave Species of the Superfamily Staphylinoidea (Coleoptera) I","page":"139-148","page-first":"139","abstract":"We investigated Korean cave species of the superfamily Staphylinoidea from 32 local cave sites and found 21 species belonging to three families. Among them, three species, Geodromicus hermani Watanabe, G. nipponensis Watanabe and Bolitobius parasetiger Schulke belonging to Staphylinidae are newly recorded from Korea and 15 species are newly added in Korean cave-dwelling fauna. Together with one species recorded but not found in this study, a total of 22 species of Staphylinoidea are recorded in Korean cave-dwelling fauna.","URL":"http://db.koreascholar.com/article?code=372125","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372125","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=7RRbEYnM214=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Hayashi","given":"Masami"}],"title":"Taxonomic Review of Cicadidae (Hemiptera, Auchenorrhyncha) from Taiwan, Part 1. Platypleurini, Tibicenini, Polyneurini, and Dundubiini (Dundubiina)","page":"149-185","page-first":"149","abstract":"The species of Cicadidae (Hemiptera, Auchenorrhyncha) from Taiwan are taxonomically reviewed. In this paper, 20 species belonging to nine genera in cicadine tribes, Platypleurini, Tibicenini, Polyneurini, and Dundubiini (subtribe Dundubiina) are included. Cosmopsaltria montana Kato, 1927 is synonymized with Macrosemia kareisana (Matsumura, 1907). Information on the biology and the male chirping of most species including two oscillograms are provided. Information on the distribution of all known species is given.","URL":"http://db.koreascholar.com/article?code=372126","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372126","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=IVR6lTvEaDk=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Cho","given":"Soo-Won"}],"title":"Review of Genus Myrmecina (Hymenoptera: Formicidae: Myrmicinae) of Korea","page":"187-193","page-first":"187","abstract":"The genus Myrmecina of Korean fauna is reviewed. Two species of the Myrmecina have been recorded from Korea, Myrmecina nipponica Wheeler and Myrmecina flava Terayama. They are fully described here with its morphological characteristics and SEM photomicrographs. Detailed characteristics of the genus, a key to the Korean species, and worker images of each species are provided.","URL":"http://db.koreascholar.com/article?code=372127","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372127","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=TNhY+snXGtc=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Wu","given":"Chun-Sheng"}],"title":"A Revision of the Genus Autosticha Meyrick (Lepidoptera, Oecophoridae) in Eastern Asia","page":"195-225","page-first":"195","abstract":"In a revision of the genus Autosticha Meyrick in Eastern Asia, 23 species are recognized. Among them, 16 new species (suwonensis n. sp., consimilis n. sp., pentagona n. sp., lushanensis n. sp., mingchrica n. sp., latiuncusa n. sp., taiwana n. sp., leukosa n. sp., sichunica n. sp., cuspidata n. sp., bilobella n. sp., guangdongensis n. sp., dayuensis n. sp., sinica n. sp., hainanica n. sp., and pyungyangenis n. sp.) are described from China, Taiwan, Japan, and Korea. Four previously described species in Brachmia are newly transferred to Autosticha: A. philodema (Meyrick), comb. nov., A. quassata (Meyrick), comb. nov., A. impunctella (Caradja), comb. nov., and A. carphodes (Meyrick), comb. nov. For all the known species, photos of adults and the male or female genitalia are provided, and a key to the species is given.","URL":"http://db.koreascholar.com/article?code=372128","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372128","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=q9XaYQaQFHw=","content-type":"application/pdf"}]}
{"type":"article-journal","container-title":"Insecta Koreana","author":[{"family":"Bae","given":"Yang-Seop"}],"title":"Systematic Review of the Genus Yponomeuta Latreille (Lepidoptera: Yponomeutidae) in Korea","page":"227-237","page-first":"227","abstract":"Twelve species of the genus Yponomeuta Latreille belonging to the family Yponomeutidae in Korea are recognized. Among them, four species, Yponomeuta kanaiellus Matsumura, Y. montanatus Moriuti, Y. sociatus Moriuti, and Y. yanagawanus Matsumura, are reported for the first time from Korea. Adults and genitalia of newly recorded species are illustrated. General biology with host plant records is reviewed for each species. A key to all known species in Korea, based on the external characters, is provided.","URL":"http://db.koreascholar.com/article?code=372129","volume":"20","issue":"2","issued":{"date-parts":[[2003,6,30]]},"id":"http://db.koreascholar.com/article?code=372129","ISSN":["1225-0104"],"link":[{"URL":"https://db.koreascholar.com/ASP/Download.aspx?key=*OSu1j6BpquUL%2fMy0JTpQKQ%5e%5e&code=SaNKwvCt4dw=","content-type":"application/pdf"}]}
